[
  {
    "id": "sefaria:Mishnah_Berakhot.1",
    "source": "sefaria",
    "ref": "Mishnah Berakhot 1",
    "title": "Mishnah Berakhot",
    "text_original": "מֵאֵימָתַי קוֹרִין אֶת שְׁמַע בְּעַרְבִית. מִשָּׁעָה שֶׁהַכֹּהֲנִים נִכְנָסִים לֶאֱכֹל בִּתְרוּמָתָן, עַד סוֹף הָאַשְׁמוּרָה הָרִאשׁוֹנָה, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, עַד חֲצוֹת. רַבָּן גַּמְלִיאֵל אוֹמֵר, עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. מַעֲשֶׂה שֶׁבָּאוּ בָנָיו מִבֵּית הַמִּשְׁתֶּה, אָמְרוּ לוֹ, לֹא קָרִינוּ אֶת שְׁמַע. אָמַר לָהֶם, אִם לֹא עָלָה עַמּוּד הַשַּׁחַר, חַיָּבִין אַתֶּם לִקְרוֹת. וְלֹא זוֹ בִּלְבַד, אֶלָּא כָּל מַה שֶּׁאָמְרוּ חֲכָמִים עַד חֲצוֹת, מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. הֶקְטֵר חֲלָבִים וְאֵבָרִים, מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. וְכָל הַנֶּאֱכָלִים לְיוֹם אֶחָד, מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. אִם כֵּן, לָמָּה אָמְרוּ חֲכָמִים עַד חֲצוֹת, כְּדֵי לְהַרְחִיק אֶת הָאָדָם מִן הָעֲבֵרָה:   מֵאֵימָתַי קוֹרִין אֶת שְׁמַע בְּשַׁחֲרִית. מִשֶּׁיַּכִּיר בֵּין תְּכֵלֶת לְלָבָן. רַבִּי אֱלִיעֶזֶר אוֹמֵר, בֵּין תְּכֵלֶת לְכַרְתִּי. וְגוֹמְרָהּ עַד הָנֵץ הַחַמָּה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, עַד שָׁלֹשׁ שָׁעוֹת, שֶׁכֵּן דֶּרֶךְ בְּנֵי מְלָכִים לַעֲמֹד בְּשָׁלֹשׁ שָׁעוֹת. הַקּוֹרֵא מִכָּאן וְאֵילָךְ לֹא הִפְסִיד, כְּאָדָם הַקּוֹרֵא בַתּוֹרָה:   בֵּית שַׁמַּאי אוֹמְרִים, בָּעֶרֶב כָּל אָדָם יַטּוּ וְיִקְרְאוּ, וּבַבֹּקֶר יַעַמְדוּ, שֶׁנֶּאֱמַר (דברים ו) וּבְשָׁכְבְּךָ וּבְקוּמֶךָ. וּבֵית הִלֵּל אוֹמְרִים, כָּל אָדָם קוֹרֵא כְדַרְכּוֹ, שֶׁנֶּאֱמַר (שם) וּבְלֶכְתְּךָ בַדֶּרֶךְ. אִם כֵּן, לָמָּה נֶאֱמַר וּבְשָׁכְבְּךָ וּבְקוּמֶךָ, בְּשָׁעָה שֶׁבְּנֵי אָדָם שׁוֹכְבִים, וּבְשָׁעָה שֶׁבְּנֵי אָדָם עוֹמְדִים. אָמַר רַבִּי טַרְפוֹן, אֲנִי הָיִיתִי בָא בַדֶּרֶךְ, וְהִטֵּיתִי לִקְרוֹת, כְּדִבְרֵי בֵית שַׁמַּאי, וְסִכַּנְתִּי בְעַצְמִי מִפְּנֵי הַלִּסְטִים. אָמְרוּ לוֹ, כְּדַי הָיִיתָ לָחוּב בְּעַצְמְךָ, שֶׁעָבַרְתָּ עַל דִּבְרֵי בֵית הִלֵּל:   בַּשַּׁחַר מְבָרֵךְ שְׁתַּיִם לְפָנֶיהָ וְאַחַת לְאַחֲרֶיהָ, וּבָעֶרֶב שְׁתַּיִם לְפָנֶיהָ וּשְׁתַּיִם לְאַחֲרֶיהָ. אַחַת אֲרֻכָּה וְאַחַת קְצָרָה. מָקוֹם שֶׁאָמְרוּ לְהַאֲרִיךְ, אֵינוֹ רַשַּׁאי לְקַצֵּר. לְקַצֵּר, אֵינוֹ רַשַּׁאי לְהַאֲרִיךְ. לַחְתֹּם, אֵינוֹ רַשַּׁאי שֶׁלֹּא לַחְתֹּם. וְשֶׁלֹּא לַחְתֹּם, אֵינוֹ רַשַּׁאי לַחְתֹּם:   מַזְכִּירִין יְצִיאַת מִצְרַיִם בַּלֵּילוֹת. אָמַר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, הֲרֵי אֲנִי כְּבֶן שִׁבְעִים שָׁנָה, וְלֹא זָכִיתִי שֶׁתֵּאָמֵר יְצִיאַת מִצְרַיִם בַּלֵּילוֹת, עַד שֶׁדְּרָשָׁהּ בֶּן זוֹמָא, שֶׁנֶּאֱמַר (דברים טז) לְמַעַן תִּזְכֹּר אֶת יוֹם צֵאתְךָ מֵאֶרֶץ מִצְרַיִם כֹּל יְמֵי חַיֶּיךָ. יְמֵי חַיֶּיךָ, הַיָּמִים. כֹּל יְמֵי חַיֶּיךָ, הַלֵּילוֹת. וַחֲכָמִים אוֹמְרִים, יְמֵי חַיֶּיךָ, הָעוֹלָם הַזֶּה. כֹּל יְמֵי חַיֶּיךָ, לְהָבִיא לִימוֹת הַמָּשִׁיחַ:  ",
    "text_english": "מֵאֵימָתַי קוֹרִין אֶת שְׁמַע בְּעַרְבִית. מִשָּׁעָה שֶׁהַכֹּהֲנִים נִכְנָסִים לֶאֱכֹל בִּתְרוּמָתָן, עַד סוֹף הָאַשְׁמוּרָה הָרִאשׁוֹנָה, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, עַד חֲצוֹת. רַבָּן גַּמְלִיאֵל אוֹמֵר, עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. מַעֲשֶׂה שֶׁבָּאוּ בָנָיו מִבֵּית הַמִּשְׁתֶּה, אָמְרוּ לוֹ, לֹא קָרִינוּ אֶת שְׁמַע. אָמַר לָהֶם, אִם לֹא עָלָה עַמּוּד הַשַּׁחַר, חַיָּבִין אַתֶּם לִקְרוֹת. וְלֹא זוֹ בִּלְבַד, אֶלָּא כָּל מַה שֶּׁאָמְרוּ חֲכָמִים עַד חֲצוֹת, מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. הֶקְטֵר חֲלָבִים וְאֵבָרִים, מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. וְכָל הַנֶּאֱכָלִים לְיוֹם אֶחָד, מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשָּׁחַר. אִם כֵּן, לָמָּה אָמְרוּ חֲכָמִים עַד חֲצוֹת, כְּדֵי לְהַרְחִיק אֶת הָאָדָם מִן הָעֲבֵרָה:   מֵאֵימָתַי קוֹרִין אֶת שְׁמַע בְּשַׁחֲרִית. מִשֶּׁיַּכִּיר בֵּין תְּכֵלֶת לְלָבָן. רַבִּי אֱלִיעֶזֶר אוֹמֵר, בֵּין תְּכֵלֶת לְכַרְתִּי. וְגוֹמְרָהּ עַד הָנֵץ הַחַמָּה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, עַד שָׁלֹשׁ שָׁעוֹת, שֶׁכֵּן דֶּרֶךְ בְּנֵי מְלָכִים לַעֲמֹד בְּשָׁלֹשׁ שָׁעוֹת. הַקּוֹרֵא מִכָּאן וְאֵילָךְ לֹא הִפְסִיד, כְּאָדָם הַקּוֹרֵא בַתּוֹרָה:   בֵּית שַׁמַּאי אוֹמְרִים, בָּעֶרֶב כָּל אָדָם יַטּוּ וְיִקְרְאוּ, וּבַבֹּקֶר יַעַמְדוּ, שֶׁנֶּאֱמַר (דברים ו) וּבְשָׁכְבְּךָ וּבְקוּמֶךָ. וּבֵית הִלֵּל אוֹמְרִים, כָּל אָדָם קוֹרֵא כְדַרְכּוֹ, שֶׁנֶּאֱמַר (שם) וּבְלֶכְתְּךָ בַדֶּרֶךְ. אִם כֵּן, לָמָּה נֶאֱמַר וּבְשָׁכְבְּךָ וּבְקוּמֶךָ, בְּשָׁעָה שֶׁבְּנֵי אָדָם שׁוֹכְבִים, וּבְשָׁעָה שֶׁבְּנֵי אָדָם עוֹמְדִים. אָמַר רַבִּי טַרְפוֹן, אֲנִי הָיִיתִי בָא בַדֶּרֶךְ, וְהִטֵּיתִי לִקְרוֹת, כְּדִבְרֵי בֵית שַׁמַּאי, וְסִכַּנְתִּי בְעַצְמִי מִפְּנֵי הַלִּסְטִים. אָמְרוּ לוֹ, כְּדַי הָיִיתָ לָחוּב בְּעַצְמְךָ, שֶׁעָבַרְתָּ עַל דִּבְרֵי בֵית הִלֵּל:   בַּשַּׁחַר מְבָרֵךְ שְׁתַּיִם לְפָנֶיהָ וְאַחַת לְאַחֲרֶיהָ, וּבָעֶרֶב שְׁתַּיִם לְפָנֶיהָ וּשְׁתַּיִם לְאַחֲרֶיהָ. אַחַת אֲרֻכָּה וְאַחַת קְצָרָה. מָקוֹם שֶׁאָמְרוּ לְהַאֲרִיךְ, אֵינוֹ רַשַּׁאי לְקַצֵּר. לְקַצֵּר, אֵינוֹ רַשַּׁאי לְהַאֲרִיךְ. לַחְתֹּם, אֵינוֹ רַשַּׁאי שֶׁלֹּא לַחְתֹּם. וְשֶׁלֹּא לַחְתֹּם, אֵינוֹ רַשַּׁאי לַחְתֹּם:   מַזְכִּירִין יְצִיאַת מִצְרַיִם בַּלֵּילוֹת. אָמַר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, הֲרֵי אֲנִי כְּבֶן שִׁבְעִים שָׁנָה, וְלֹא זָכִיתִי שֶׁתֵּאָמֵר יְצִיאַת מִצְרַיִם בַּלֵּילוֹת, עַד שֶׁדְּרָשָׁהּ בֶּן זוֹמָא, שֶׁנֶּאֱמַר (דברים טז) לְמַעַן תִּזְכֹּר אֶת יוֹם צֵאתְךָ מֵאֶרֶץ מִצְרַיִם כֹּל יְמֵי חַיֶּיךָ. יְמֵי חַיֶּיךָ, הַיָּמִים. כֹּל יְמֵי חַיֶּיךָ, הַלֵּילוֹת. וַחֲכָמִים אוֹמְרִים, יְמֵי חַיֶּיךָ, הָעוֹלָם הַזֶּה. כֹּל יְמֵי חַיֶּיךָ, לְהָבִיא לִימוֹת הַמָּשִׁיחַ:  ",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Peah.1",
    "source": "sefaria",
    "ref": "Mishnah Peah 1",
    "title": "Mishnah Peah",
    "text_original": "אֵלּוּ דְבָרִים שֶׁאֵין לָהֶם שִׁעוּר. הַפֵּאָה, וְהַבִּכּוּרִים, וְהָרֵאָיוֹן, וּגְמִילוּת חֲסָדִים, וְתַלְמוּד תּוֹרָה. אֵלּוּ דְבָרִים שֶׁאָדָם אוֹכֵל פֵּרוֹתֵיהֶן בָּעוֹלָם הַזֶּה וְהַקֶּרֶן קַיֶּמֶת לוֹ לָעוֹלָם הַבָּא. כִּבּוּד אָב וָאֵם, וּגְמִילוּת חֲסָדִים, וַהֲבָאַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ, וְתַלְמוּד תּוֹרָה כְּנֶגֶד כֻּלָּם:   אֵין פּוֹחֲתִין לַפֵּאָה מִשִּׁשִּׁים, וְאַף עַל פִּי שֶׁאָמְרוּ אֵין לַפֵּאָה שִׁעוּר. הַכֹּל לְפִי גֹדֶל הַשָּׂדֶה, וּלְפִי רֹב הָעֲנִיִּים, וּלְפִי רֹב הָעֲנָוָה:   נוֹתְנִין פֵּאָה מִתְּחִלַּת הַשָּׂדֶה וּמֵאֶמְצָעָהּ. רַבִּי שִׁמְעוֹן אוֹמֵר, וּבִלְבַד שֶׁיִּתֵּן בַּסּוֹף כַּשִּׁעוּר. רַבִּי יְהוּדָה אוֹמֵר, אִם שִׁיֵּר קֶלַח אֶחָד, סוֹמֵךְ לוֹ מִשּׁוּם פֵּאָה. וְאִם לָאו, אֵינוֹ נוֹתֵן אֶלָּא מִשּׁוּם הֶפְקֵר:   כְּלָל אָמְרוּ בַּפֵּאָה. כָּל שֶׁהוּא אֹכֶל, וְנִשְׁמָר, וְגִדּוּלָיו מִן הָאָרֶץ, וּלְקִיטָתוֹ כְאַחַת, וּמַכְנִיסוֹ לְקִיּוּם, חַיָּב בַּפֵּאָה. וְהַתְּבוּאָה וְהַקִּטְנִיּוֹת בַּכְּלָל הַזֶּה:   וּבָאִילָן, הָאוֹג וְהֶחָרוּבִין וְהָאֱגוֹזִים וְהַשְּׁקֵדִים וְהַגְּפָנִים וְהָרִמּוֹנִים וְהַזֵּיתִים וְהַתְּמָרִים, חַיָּבִין בַּפֵּאָה:   לְעוֹלָם הוּא נוֹתֵן מִשּׁוּם פֵּאָה וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ. וְנוֹתֵן מִשּׁוּם הֶפְקֵר וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ. וּמַאֲכִיל לַבְּהֵמָה וְלַחַיָּה וְלָעוֹפוֹת וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ. וְנוֹטֵל מִן הַגֹּרֶן וְזוֹרֵעַ וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ, דִּבְרֵי רַבִּי עֲקִיבָא. כֹּהֵן וְלֵוִי שֶׁלָּקְחוּ אֶת הַגֹּרֶן, הַמַּעַשְׂרוֹת שֶׁלָּהֶם, עַד שֶׁיְּמָרֵחַ. הַמַּקְדִּישׁ וּפוֹדֶה, חַיָּב בְּמַעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ הַגִּזְבָּר:  ",
    "text_english": "אֵלּוּ דְבָרִים שֶׁאֵין לָהֶם שִׁעוּר. הַפֵּאָה, וְהַבִּכּוּרִים, וְהָרֵאָיוֹן, וּגְמִילוּת חֲסָדִים, וְתַלְמוּד תּוֹרָה. אֵלּוּ דְבָרִים שֶׁאָדָם אוֹכֵל פֵּרוֹתֵיהֶן בָּעוֹלָם הַזֶּה וְהַקֶּרֶן קַיֶּמֶת לוֹ לָעוֹלָם הַבָּא. כִּבּוּד אָב וָאֵם, וּגְמִילוּת חֲסָדִים, וַהֲבָאַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ, וְתַלְמוּד תּוֹרָה כְּנֶגֶד כֻּלָּם:   אֵין פּוֹחֲתִין לַפֵּאָה מִשִּׁשִּׁים, וְאַף עַל פִּי שֶׁאָמְרוּ אֵין לַפֵּאָה שִׁעוּר. הַכֹּל לְפִי גֹדֶל הַשָּׂדֶה, וּלְפִי רֹב הָעֲנִיִּים, וּלְפִי רֹב הָעֲנָוָה:   נוֹתְנִין פֵּאָה מִתְּחִלַּת הַשָּׂדֶה וּמֵאֶמְצָעָהּ. רַבִּי שִׁמְעוֹן אוֹמֵר, וּבִלְבַד שֶׁיִּתֵּן בַּסּוֹף כַּשִּׁעוּר. רַבִּי יְהוּדָה אוֹמֵר, אִם שִׁיֵּר קֶלַח אֶחָד, סוֹמֵךְ לוֹ מִשּׁוּם פֵּאָה. וְאִם לָאו, אֵינוֹ נוֹתֵן אֶלָּא מִשּׁוּם הֶפְקֵר:   כְּלָל אָמְרוּ בַּפֵּאָה. כָּל שֶׁהוּא אֹכֶל, וְנִשְׁמָר, וְגִדּוּלָיו מִן הָאָרֶץ, וּלְקִיטָתוֹ כְאַחַת, וּמַכְנִיסוֹ לְקִיּוּם, חַיָּב בַּפֵּאָה. וְהַתְּבוּאָה וְהַקִּטְנִיּוֹת בַּכְּלָל הַזֶּה:   וּבָאִילָן, הָאוֹג וְהֶחָרוּבִין וְהָאֱגוֹזִים וְהַשְּׁקֵדִים וְהַגְּפָנִים וְהָרִמּוֹנִים וְהַזֵּיתִים וְהַתְּמָרִים, חַיָּבִין בַּפֵּאָה:   לְעוֹלָם הוּא נוֹתֵן מִשּׁוּם פֵּאָה וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ. וְנוֹתֵן מִשּׁוּם הֶפְקֵר וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ. וּמַאֲכִיל לַבְּהֵמָה וְלַחַיָּה וְלָעוֹפוֹת וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ. וְנוֹטֵל מִן הַגֹּרֶן וְזוֹרֵעַ וּפָטוּר מִן הַמַּעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ, דִּבְרֵי רַבִּי עֲקִיבָא. כֹּהֵן וְלֵוִי שֶׁלָּקְחוּ אֶת הַגֹּרֶן, הַמַּעַשְׂרוֹת שֶׁלָּהֶם, עַד שֶׁיְּמָרֵחַ. הַמַּקְדִּישׁ וּפוֹדֶה, חַיָּב בְּמַעַשְׂרוֹת, עַד שֶׁיְּמָרֵחַ הַגִּזְבָּר:  ",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Demai.1",
    "source": "sefaria",
    "ref": "Mishnah Demai 1",
    "title": "Mishnah Demai",
    "text_original": "הַקַּלִּין שֶׁבַּדְּמַאי, הַשִּׁיתִין, וְהָרִימִין וְהָעֻזְרָדִין, וּבְנוֹת שׁוּחַ, וּבְנוֹת שִׁקְמָה, וְנוֹבְלוֹת הַתְּמָרָה, וְהַגֻּפְנִין, וְהַנִּצְפָּה. וּבִיהוּדָה, הָאוֹג, וְהַחֹמֶץ שֶׁבִּיהוּדָה, וְהַכֻּסְבָּר. רַבִּי יְהוּדָה אוֹמֵר, כָּל הַשִּׁיתִין פְּטוּרִין, חוּץ מִשֶּׁל דּוּפְרָה. כָּל הָרִימִין פְּטוּרִין, חוּץ מֵרִימֵי שִׁקְמוֹנָה. כָּל בְּנוֹת שִׁקְמָה פְּטוּרוֹת, חוּץ מִן הַמֻּסְטָפוֹס: \n הַדְּמַאי אֵין לוֹ חֹמֶשׁ, וְאֵין לוֹ בִעוּר, וְנֶאֱכָל לְאוֹנֵן, וְנִכְנָס לִירוּשָׁלַיִם וְיוֹצֵא, וּמְאַבְּדִין אֶת מִעוּטוֹ בַּדְּרָכִים, וְנוֹתְנוֹ לְעַם הָאָרֶץ, וְיֹאכַל כְּנֶגְדּוֹ. וּמְחַלְּלִים אוֹתוֹ כֶּסֶף עַל כֶּסֶף, נְחֹשֶׁת עַל נְחשֶׁת, כֶּסֶף עַל נְחֹשֶׁת, וּנְחֹשֶׁת עַל הַפֵּרוֹת, וּבִלְבַד שֶׁיַּחֲזֹר וְיִפְדֶּה אֶת הַפֵּרוֹת, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, יַעֲלֶה הַפֵּרוֹת וְיֵאָכְלוּ בִירוּשָׁלָיִם: \n הַלּוֹקֵחַ לְזֶרַע וְלִבְהֵמָה, קֶמַח לְעוֹרוֹת, שֶׁמֶן לְנֵר, שֶׁמֶן לָסוּךְ בּוֹ אֶת הַכֵּלִים, פָּטוּר מִן הַדְּמַאי. מִכְּזִיב וּלְהַלָּן, פָּטוּר מִן הַדְּמַאי. חַלַּת עַם הָאָרֶץ, וְהַמְדֻמָּע, וְהַלָּקוּחַ בְּכֶסֶף מַעֲשֵׂר שֵׁנִי, וּשְׁיָרֵי הַמְּנָחוֹת, פְּטוּרִין מִן הַדְּמַאי. שֶׁמֶן עָרֵב, בֵּית שַׁמַּאי מְחַיְּבִין, וּבֵית הִלֵּל פּוֹטְרִין: \n הַדְּמַאי, מְעָרְבִין בּוֹ, וּמִשְׁתַּתְּפִין בּוֹ, וּמְבָרְכִין עָלָיו, וּמְזַמְּנִין עָלָיו, וּמַפְרִישִׁין אוֹתוֹ עָרוֹם, בֵּין הַשְּׁמָשׁוֹת. הָא אִם הִקְדִּים מַעֲשֵׂר שֵׁנִי לָרִאשׁוֹן, אֵין בְּכָךְ כְּלוּם. שֶׁמֶן שֶׁהַגַּרְדִּי סָךְ בְּאֶצְבְּעוֹתָיו, חַיָּב בִּדְּמַאי. וְשֶׁהַסּוֹרֵק נוֹתֵן בַּצֶּמֶר, פָּטוּר מִן הַדְּמָאי: \n",
    "text_english": "הַקַּלִּין שֶׁבַּדְּמַאי, הַשִּׁיתִין, וְהָרִימִין וְהָעֻזְרָדִין, וּבְנוֹת שׁוּחַ, וּבְנוֹת שִׁקְמָה, וְנוֹבְלוֹת הַתְּמָרָה, וְהַגֻּפְנִין, וְהַנִּצְפָּה. וּבִיהוּדָה, הָאוֹג, וְהַחֹמֶץ שֶׁבִּיהוּדָה, וְהַכֻּסְבָּר. רַבִּי יְהוּדָה אוֹמֵר, כָּל הַשִּׁיתִין פְּטוּרִין, חוּץ מִשֶּׁל דּוּפְרָה. כָּל הָרִימִין פְּטוּרִין, חוּץ מֵרִימֵי שִׁקְמוֹנָה. כָּל בְּנוֹת שִׁקְמָה פְּטוּרוֹת, חוּץ מִן הַמֻּסְטָפוֹס: \n הַדְּמַאי אֵין לוֹ חֹמֶשׁ, וְאֵין לוֹ בִעוּר, וְנֶאֱכָל לְאוֹנֵן, וְנִכְנָס לִירוּשָׁלַיִם וְיוֹצֵא, וּמְאַבְּדִין אֶת מִעוּטוֹ בַּדְּרָכִים, וְנוֹתְנוֹ לְעַם הָאָרֶץ, וְיֹאכַל כְּנֶגְדּוֹ. וּמְחַלְּלִים אוֹתוֹ כֶּסֶף עַל כֶּסֶף, נְחֹשֶׁת עַל נְחשֶׁת, כֶּסֶף עַל נְחֹשֶׁת, וּנְחֹשֶׁת עַל הַפֵּרוֹת, וּבִלְבַד שֶׁיַּחֲזֹר וְיִפְדֶּה אֶת הַפֵּרוֹת, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, יַעֲלֶה הַפֵּרוֹת וְיֵאָכְלוּ בִירוּשָׁלָיִם: \n הַלּוֹקֵחַ לְזֶרַע וְלִבְהֵמָה, קֶמַח לְעוֹרוֹת, שֶׁמֶן לְנֵר, שֶׁמֶן לָסוּךְ בּוֹ אֶת הַכֵּלִים, פָּטוּר מִן הַדְּמַאי. מִכְּזִיב וּלְהַלָּן, פָּטוּר מִן הַדְּמַאי. חַלַּת עַם הָאָרֶץ, וְהַמְדֻמָּע, וְהַלָּקוּחַ בְּכֶסֶף מַעֲשֵׂר שֵׁנִי, וּשְׁיָרֵי הַמְּנָחוֹת, פְּטוּרִין מִן הַדְּמַאי. שֶׁמֶן עָרֵב, בֵּית שַׁמַּאי מְחַיְּבִין, וּבֵית הִלֵּל פּוֹטְרִין: \n הַדְּמַאי, מְעָרְבִין בּוֹ, וּמִשְׁתַּתְּפִין בּוֹ, וּמְבָרְכִין עָלָיו, וּמְזַמְּנִין עָלָיו, וּמַפְרִישִׁין אוֹתוֹ עָרוֹם, בֵּין הַשְּׁמָשׁוֹת. הָא אִם הִקְדִּים מַעֲשֵׂר שֵׁנִי לָרִאשׁוֹן, אֵין בְּכָךְ כְּלוּם. שֶׁמֶן שֶׁהַגַּרְדִּי סָךְ בְּאֶצְבְּעוֹתָיו, חַיָּב בִּדְּמַאי. וְשֶׁהַסּוֹרֵק נוֹתֵן בַּצֶּמֶר, פָּטוּר מִן הַדְּמָאי: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Kilayim.1",
    "source": "sefaria",
    "ref": "Mishnah Kilayim 1",
    "title": "Mishnah Kilayim",
    "text_original": "הַחִטִּים וְהַזּוּנִין אֵינָן כִּלְאַיִם זֶה בָזֶה. הַשְּׂעֹרִים וְשִׁבֹּלֶת שׁוּעָל, הַכֻּסְּמִין וְהַשִּׁיפוֹן, הַפּוֹל וְהַסַּפִּיר, הַפֻּרְקְדָן וְהַטֹּפֵחַ, וּפוֹל הַלָּבָן וְהַשְּׁעוּעִים, אֵינָם כִּלְאַיִם זֶה בָזֶה: \n הַקִּשּׁוּת וְהַמְּלָפְפוֹן, אֵינָם כִּלְאַיִם זֶה בָזֶה. רַבִּי יְהוּדָה אוֹמֵר, כִּלְאָיִם. חֲזֶרֶת וַחֲזֶרֶת גַּלִּים, עֻלְשִׁין וְעֻלְשֵׁי שָׂדֶה, כְּרֵשִׁים וּכְרֵשֵׁי שָׂדֶה, כֻּסְבָּר וְכֻסְבַּר שָׂדֶה, חַרְדָּל וְחַרְדָּל מִצְרִי, וּדְלַעַת הַמִּצְרִי וְהָרְמוּצָה, וּפוֹל מִצְרִי וְהֶחָרוּב, אֵינָם כִּלְאַיִם זֶה בָזֶה: \n הַלֶּפֶת וְהַנָּפוּץ, וְהַכְּרוּב וְהַתְּרוֹבְתוֹר, הַתְּרָדִים וְהַלְּעוּנִים, אֵינָם כִּלְאַיִם זֶה בָזֶה. הוֹסִיף רַבִּי עֲקִיבָא, הַשּׁוּם וְהַשּׁוּמָנִית, הַבָּצָל וְהַבְּצַלְצוּל, וְהַתֻּרְמוֹס וְהַפְּלַסְלוֹס, אֵינָן כִּלְאַיִם זֶה בָזֶה: \n וּבָאִילָן, הָאֲגָסִים וְהַקְּרֻסְתּוּמֵלִין, וְהַפְּרִישִׁים וְהָעֻזְרָדִים, אֵינָם כִּלְאַיִם זֶה בָזֶה. הַתַּפּוּחַ וְהַחַזְרָד, הַפַּרְסְקִים וְהַשְּׁקֵדִין, וְהַשִּׁזָּפִין וְהָרִימִין, אַף עַל פִּי שֶׁדּוֹמִין זֶה לָזֶה, כִּלְאַיִם זֶה בָזֶה: \n הַצְּנוֹן וְהַנָּפוּץ, הַחַרְדָּל וְהַלַּפְסָן, וּדְלַעַת יְוָנִית עִם הַמִּצְרִית וְהָרְמוּצָה, אַף עַל פִּי שֶׁדּוֹמִין זֶה לָזֶה, כִּלְאַיִם זֶה בָזֶה: \n הַזְּאֵב וְהַכֶּלֶב, כֶּלֶב הַכֻּפְרִי וְהַשּׁוּעָל, הָעִזִּים וְהַצְּבָאִים, הַיְּעֵלִים וְהָרְחֵלִים, הַסּוּס וְהַפֶּרֶד, הַפֶּרֶד וְהַחֲמוֹר, הַחֲמוֹר וְהֶעָרוֹד, אַף עַל פִּי שֶׁדּוֹמִין זֶה לָזֶה, כִּלְאַיִם זֶה בָזֶה: \n אֵין מְבִיאִין אִילָן בְּאִילָן, יָרָק בְּיָרָק, וְלֹא אִילָן בְּיָרָק, וְלֹא יָרָק בְּאִילָן. רַבִּי יְהוּדָה מַתִּיר יָרָק בְּאִילָן: \n אֵין נוֹטְעִין יְרָקוֹת בְּתוֹךְ סַדָּן שֶׁל שִׁקְמָה. אֵין מַרְכִּיבִין פֵּיגָם עַל גַּבֵּי קִדָּה לְבָנָה, מִפְּנֵי שֶׁהוּא יָרָק בְּאִילָן. אֵין נוֹטְעִין יִחוּר שֶׁל תְּאֵנָה לְתוֹךְ הַחֲצוּב, שֶׁיְּהֵא מְקֵרוֹ. אֵין תּוֹחֲבִין זְמוֹרָה שֶׁל גֶּפֶן לְתוֹךְ הָאֲבַטִּיחַ, שֶׁתְּהֵא זוֹרֶקֶת מֵימֶיהָ לְתוֹכוֹ, מִפְּנֵי שֶׁהוּא אִילָן בְּיָרָק. אֵין נוֹתְנִין זֶרַע דְּלַעַת לְתוֹךְ הַחַלָּמִית, שֶׁתְּהֵא מְשַׁמַּרְתּוֹ, מִפְּנֵי שֶׁהוּא יָרָק בְּיָרָק: \n הַטּוֹמֵן לֶפֶת וּצְנוֹנוֹת תַּחַת הַגֶּפֶן, אִם הָיוּ מִקְצָת עָלָיו מְגֻלִּין, אֵינוֹ חוֹשֵׁשׁ לֹא מִשּׁוּם כִּלְאַיִם, וְלֹא מִשּׁוּם שְׁבִיעִית, וְלֹא מִשּׁוּם מַעַשְׂרוֹת, וְנִטָּלִים בְּשַׁבָּת. הַזּוֹרֵעַ חִטָּה וּשְׂעוֹרָה כְּאַחַת, הֲרֵי זֶה כִלְאָיִם. רַבִּי יְהוּדָה אוֹמֵר, אֵינוֹ כִּלְאַיִם, עַד שֶׁיְּהוּ שְׁנֵי חִטִּים וּשְׂעוֹרָה, אוֹ חִטָּה וּשְׁתֵּי שְׂעוֹרִים, אוֹ חִטָּה וּשְׂעוֹרָה וְכֻסָּמֶת: \n",
    "text_english": "הַחִטִּים וְהַזּוּנִין אֵינָן כִּלְאַיִם זֶה בָזֶה. הַשְּׂעֹרִים וְשִׁבֹּלֶת שׁוּעָל, הַכֻּסְּמִין וְהַשִּׁיפוֹן, הַפּוֹל וְהַסַּפִּיר, הַפֻּרְקְדָן וְהַטֹּפֵחַ, וּפוֹל הַלָּבָן וְהַשְּׁעוּעִים, אֵינָם כִּלְאַיִם זֶה בָזֶה: \n הַקִּשּׁוּת וְהַמְּלָפְפוֹן, אֵינָם כִּלְאַיִם זֶה בָזֶה. רַבִּי יְהוּדָה אוֹמֵר, כִּלְאָיִם. חֲזֶרֶת וַחֲזֶרֶת גַּלִּים, עֻלְשִׁין וְעֻלְשֵׁי שָׂדֶה, כְּרֵשִׁים וּכְרֵשֵׁי שָׂדֶה, כֻּסְבָּר וְכֻסְבַּר שָׂדֶה, חַרְדָּל וְחַרְדָּל מִצְרִי, וּדְלַעַת הַמִּצְרִי וְהָרְמוּצָה, וּפוֹל מִצְרִי וְהֶחָרוּב, אֵינָם כִּלְאַיִם זֶה בָזֶה: \n הַלֶּפֶת וְהַנָּפוּץ, וְהַכְּרוּב וְהַתְּרוֹבְתוֹר, הַתְּרָדִים וְהַלְּעוּנִים, אֵינָם כִּלְאַיִם זֶה בָזֶה. הוֹסִיף רַבִּי עֲקִיבָא, הַשּׁוּם וְהַשּׁוּמָנִית, הַבָּצָל וְהַבְּצַלְצוּל, וְהַתֻּרְמוֹס וְהַפְּלַסְלוֹס, אֵינָן כִּלְאַיִם זֶה בָזֶה: \n וּבָאִילָן, הָאֲגָסִים וְהַקְּרֻסְתּוּמֵלִין, וְהַפְּרִישִׁים וְהָעֻזְרָדִים, אֵינָם כִּלְאַיִם זֶה בָזֶה. הַתַּפּוּחַ וְהַחַזְרָד, הַפַּרְסְקִים וְהַשְּׁקֵדִין, וְהַשִּׁזָּפִין וְהָרִימִין, אַף עַל פִּי שֶׁדּוֹמִין זֶה לָזֶה, כִּלְאַיִם זֶה בָזֶה: \n הַצְּנוֹן וְהַנָּפוּץ, הַחַרְדָּל וְהַלַּפְסָן, וּדְלַעַת יְוָנִית עִם הַמִּצְרִית וְהָרְמוּצָה, אַף עַל פִּי שֶׁדּוֹמִין זֶה לָזֶה, כִּלְאַיִם זֶה בָזֶה: \n הַזְּאֵב וְהַכֶּלֶב, כֶּלֶב הַכֻּפְרִי וְהַשּׁוּעָל, הָעִזִּים וְהַצְּבָאִים, הַיְּעֵלִים וְהָרְחֵלִים, הַסּוּס וְהַפֶּרֶד, הַפֶּרֶד וְהַחֲמוֹר, הַחֲמוֹר וְהֶעָרוֹד, אַף עַל פִּי שֶׁדּוֹמִין זֶה לָזֶה, כִּלְאַיִם זֶה בָזֶה: \n אֵין מְבִיאִין אִילָן בְּאִילָן, יָרָק בְּיָרָק, וְלֹא אִילָן בְּיָרָק, וְלֹא יָרָק בְּאִילָן. רַבִּי יְהוּדָה מַתִּיר יָרָק בְּאִילָן: \n אֵין נוֹטְעִין יְרָקוֹת בְּתוֹךְ סַדָּן שֶׁל שִׁקְמָה. אֵין מַרְכִּיבִין פֵּיגָם עַל גַּבֵּי קִדָּה לְבָנָה, מִפְּנֵי שֶׁהוּא יָרָק בְּאִילָן. אֵין נוֹטְעִין יִחוּר שֶׁל תְּאֵנָה לְתוֹךְ הַחֲצוּב, שֶׁיְּהֵא מְקֵרוֹ. אֵין תּוֹחֲבִין זְמוֹרָה שֶׁל גֶּפֶן לְתוֹךְ הָאֲבַטִּיחַ, שֶׁתְּהֵא זוֹרֶקֶת מֵימֶיהָ לְתוֹכוֹ, מִפְּנֵי שֶׁהוּא אִילָן בְּיָרָק. אֵין נוֹתְנִין זֶרַע דְּלַעַת לְתוֹךְ הַחַלָּמִית, שֶׁתְּהֵא מְשַׁמַּרְתּוֹ, מִפְּנֵי שֶׁהוּא יָרָק בְּיָרָק: \n הַטּוֹמֵן לֶפֶת וּצְנוֹנוֹת תַּחַת הַגֶּפֶן, אִם הָיוּ מִקְצָת עָלָיו מְגֻלִּין, אֵינוֹ חוֹשֵׁשׁ לֹא מִשּׁוּם כִּלְאַיִם, וְלֹא מִשּׁוּם שְׁבִיעִית, וְלֹא מִשּׁוּם מַעַשְׂרוֹת, וְנִטָּלִים בְּשַׁבָּת. הַזּוֹרֵעַ חִטָּה וּשְׂעוֹרָה כְּאַחַת, הֲרֵי זֶה כִלְאָיִם. רַבִּי יְהוּדָה אוֹמֵר, אֵינוֹ כִּלְאַיִם, עַד שֶׁיְּהוּ שְׁנֵי חִטִּים וּשְׂעוֹרָה, אוֹ חִטָּה וּשְׁתֵּי שְׂעוֹרִים, אוֹ חִטָּה וּשְׂעוֹרָה וְכֻסָּמֶת: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Sheviit.1",
    "source": "sefaria",
    "ref": "Mishnah Sheviit 1",
    "title": "Mishnah Sheviit",
    "text_original": "עַד אֵימָתַי חוֹרְשִׁין בִּשְׂדֵה הָאִילָן עֶרֶב שְׁבִיעִית. בֵּית שַׁמַּאי אוֹמְרִים, כָּל זְמַן שֶׁהוּא יָפֶה לַפֶּרִי. וּבֵית הִלֵּל אוֹמְרִים, עַד הָעֲצֶרֶת. וּקְרוֹבִין דִּבְרֵי אֵלּוּ לִהְיוֹת כְּדִבְרֵי אֵלּוּ: \n אֵיזֶהוּ שְׂדֵה הָאִילָן, כָּל שְׁלֹשָׁה אִילָנוֹת לְבֵית סְאָה, אִם רְאוּיִין לַעֲשׂוֹת כִּכַּר דְּבֵלָה שֶׁל שִׁשִּׁים מָנֶה בָּאִיטַלְקִי, חוֹרְשִׁים כָּל בֵּית סְאָה בִּשְׁבִילָן. פָּחוֹת מִכָּאן, אֵין חוֹרְשִׁין לָהֶן אֶלָּא מְלֹא הָאוֹרֶה וְסַלּוֹ חוּצָה לוֹ: \n אֶחָד אִילַן סְרָק וְאֶחָד אִילַן מַאֲכָל, רוֹאִין אוֹתָן כְּאִלּוּ הֵם תְּאֵנִים. אִם רְאוּיִם לַעֲשׂוֹת כִּכַּר דְּבֵלָה שֶׁל שִׁשִּׁים מָנֶה בָּאִיטַלְקִי, חוֹרְשִׁים כָּל בֵּית סְאָה בִּשְׁבִילָן. פָּחוֹת מִכָּאן, אֵין חוֹרְשִׁים לָהֶם אֶלָּא לְצָרְכָּן: \n הָיָה אֶחָד עוֹשֶׂה כִּכַּר דְּבֵלָה וּשְׁנַיִם אֵין עוֹשִׂין, אוֹ שְׁנַיִם עוֹשִׂין וְאֶחָד אֵינוֹ עוֹשֶׂה, אֵין חוֹרְשִׁין לָהֶם אֶלָּא לְצָרְכָּן, עַד שֶׁיִּהְיוּ מִשְּׁלֹשָׁה וְעַד תִּשְׁעָה. הָיוּ עֲשָׂרָה, מֵעֲשָׂרָה וּלְמַעְלָה, בֵּין עוֹשִׂין בֵּין שֶׁאֵינָן עוֹשִׂין, חוֹרְשִׁין כָּל בֵּית סְאָה בִּשְׁבִילָן. שֶׁנֶּאֱמַר (שמות לד) בֶּחָרִישׁ וּבַקָּצִיר תִּשְׁבֹּת, אֵין צָרִיךְ לוֹמַר חָרִישׁ וְקָצִיר שֶׁל שְׁבִיעִית, אֶלָּא חָרִישׁ שֶׁל עֶרֶב שְׁבִיעִית שֶׁהוּא נִכְנָס בַּשְּׁבִיעִית, וְקָצִיר שֶׁל שְׁבִיעִית שֶׁהוּא יוֹצֵא לְמוֹצָאֵי שְׁבִיעִית. רַבִּי יִשְׁמָעֵאל אוֹמֵר, מָה חָרִישׁ רְשׁוּת, אַף קָצִיר רְשׁוּת, יָצָא קְצִיר הָעֹמֶר: \n שְׁלֹשָׁה אִילָנוֹת שֶׁל שְׁלֹשָׁה אֲנָשִׁים, הֲרֵי אֵלּוּ מִצְטָרְפִין, וְחוֹרְשִׁין כָּל בֵּית סְאָה בִּשְׁבִילָן. וְכַמָּה יְהֵא בֵינֵיהֶם, רַבָּן גַּמְלִיאֵל אוֹמֵר, כְּדֵי שֶׁיְּהֵא הַבָּקָר עוֹבֵר בְּכֵלָיו: \n עֶשֶׂר נְטִיעוֹת מְפֻזָּרוֹת בְּתוֹךְ בֵּית סְאָה, חוֹרְשִׁין כָּל בֵּית סְאָה בִּשְׁבִילָן, עַד רֹאשׁ הַשָּׁנָה. הָיוּ עֲשׂוּיוֹת שׁוּרָה וּמֻקָּפוֹת עֲטָרָה, אֵין חוֹרְשִׁין לָהֶם אֶלָּא לְצָרְכָּן: \n הַנְּטִיעוֹת וְהַדְּלוּעִים, מִצְטָרְפִין לְתוֹךְ בֵּית סְאָה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כָּל עֲשָׂרָה דְלוּעִים לְבֵית סְאָה, חוֹרְשִׁין כָּל בֵּית סְאָה עַד רֹאשׁ הַשָּׁנָה: \n עַד אֵימָתַי נִקְרְאוּ נְטִיעוֹת. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, עַד שֶׁיָּחֹלּוּ. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, בַּת שֶׁבַע שָׁנִים. רַבִּי עֲקִיבָא אוֹמֵר, נְטִיעָה כִשְׁמָהּ. אִילָן שֶׁנִּגְמַם וְהוֹצִיא חֲלִיפִין, מִטֶּפַח וּלְמַטָּה כִּנְטִיעָה, מִטֶּפַח וּלְמַעְלָה, כְּאִילָן, דִּבְרֵי רַבִּי שִׁמְעוֹן: \n",
    "text_english": "עַד אֵימָתַי חוֹרְשִׁין בִּשְׂדֵה הָאִילָן עֶרֶב שְׁבִיעִית. בֵּית שַׁמַּאי אוֹמְרִים, כָּל זְמַן שֶׁהוּא יָפֶה לַפֶּרִי. וּבֵית הִלֵּל אוֹמְרִים, עַד הָעֲצֶרֶת. וּקְרוֹבִין דִּבְרֵי אֵלּוּ לִהְיוֹת כְּדִבְרֵי אֵלּוּ: \n אֵיזֶהוּ שְׂדֵה הָאִילָן, כָּל שְׁלֹשָׁה אִילָנוֹת לְבֵית סְאָה, אִם רְאוּיִין לַעֲשׂוֹת כִּכַּר דְּבֵלָה שֶׁל שִׁשִּׁים מָנֶה בָּאִיטַלְקִי, חוֹרְשִׁים כָּל בֵּית סְאָה בִּשְׁבִילָן. פָּחוֹת מִכָּאן, אֵין חוֹרְשִׁין לָהֶן אֶלָּא מְלֹא הָאוֹרֶה וְסַלּוֹ חוּצָה לוֹ: \n אֶחָד אִילַן סְרָק וְאֶחָד אִילַן מַאֲכָל, רוֹאִין אוֹתָן כְּאִלּוּ הֵם תְּאֵנִים. אִם רְאוּיִם לַעֲשׂוֹת כִּכַּר דְּבֵלָה שֶׁל שִׁשִּׁים מָנֶה בָּאִיטַלְקִי, חוֹרְשִׁים כָּל בֵּית סְאָה בִּשְׁבִילָן. פָּחוֹת מִכָּאן, אֵין חוֹרְשִׁים לָהֶם אֶלָּא לְצָרְכָּן: \n הָיָה אֶחָד עוֹשֶׂה כִּכַּר דְּבֵלָה וּשְׁנַיִם אֵין עוֹשִׂין, אוֹ שְׁנַיִם עוֹשִׂין וְאֶחָד אֵינוֹ עוֹשֶׂה, אֵין חוֹרְשִׁין לָהֶם אֶלָּא לְצָרְכָּן, עַד שֶׁיִּהְיוּ מִשְּׁלֹשָׁה וְעַד תִּשְׁעָה. הָיוּ עֲשָׂרָה, מֵעֲשָׂרָה וּלְמַעְלָה, בֵּין עוֹשִׂין בֵּין שֶׁאֵינָן עוֹשִׂין, חוֹרְשִׁין כָּל בֵּית סְאָה בִּשְׁבִילָן. שֶׁנֶּאֱמַר (שמות לד) בֶּחָרִישׁ וּבַקָּצִיר תִּשְׁבֹּת, אֵין צָרִיךְ לוֹמַר חָרִישׁ וְקָצִיר שֶׁל שְׁבִיעִית, אֶלָּא חָרִישׁ שֶׁל עֶרֶב שְׁבִיעִית שֶׁהוּא נִכְנָס בַּשְּׁבִיעִית, וְקָצִיר שֶׁל שְׁבִיעִית שֶׁהוּא יוֹצֵא לְמוֹצָאֵי שְׁבִיעִית. רַבִּי יִשְׁמָעֵאל אוֹמֵר, מָה חָרִישׁ רְשׁוּת, אַף קָצִיר רְשׁוּת, יָצָא קְצִיר הָעֹמֶר: \n שְׁלֹשָׁה אִילָנוֹת שֶׁל שְׁלֹשָׁה אֲנָשִׁים, הֲרֵי אֵלּוּ מִצְטָרְפִין, וְחוֹרְשִׁין כָּל בֵּית סְאָה בִּשְׁבִילָן. וְכַמָּה יְהֵא בֵינֵיהֶם, רַבָּן גַּמְלִיאֵל אוֹמֵר, כְּדֵי שֶׁיְּהֵא הַבָּקָר עוֹבֵר בְּכֵלָיו: \n עֶשֶׂר נְטִיעוֹת מְפֻזָּרוֹת בְּתוֹךְ בֵּית סְאָה, חוֹרְשִׁין כָּל בֵּית סְאָה בִּשְׁבִילָן, עַד רֹאשׁ הַשָּׁנָה. הָיוּ עֲשׂוּיוֹת שׁוּרָה וּמֻקָּפוֹת עֲטָרָה, אֵין חוֹרְשִׁין לָהֶם אֶלָּא לְצָרְכָּן: \n הַנְּטִיעוֹת וְהַדְּלוּעִים, מִצְטָרְפִין לְתוֹךְ בֵּית סְאָה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, כָּל עֲשָׂרָה דְלוּעִים לְבֵית סְאָה, חוֹרְשִׁין כָּל בֵּית סְאָה עַד רֹאשׁ הַשָּׁנָה: \n עַד אֵימָתַי נִקְרְאוּ נְטִיעוֹת. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, עַד שֶׁיָּחֹלּוּ. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, בַּת שֶׁבַע שָׁנִים. רַבִּי עֲקִיבָא אוֹמֵר, נְטִיעָה כִשְׁמָהּ. אִילָן שֶׁנִּגְמַם וְהוֹצִיא חֲלִיפִין, מִטֶּפַח וּלְמַטָּה כִּנְטִיעָה, מִטֶּפַח וּלְמַעְלָה, כְּאִילָן, דִּבְרֵי רַבִּי שִׁמְעוֹן: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Terumot.1",
    "source": "sefaria",
    "ref": "Mishnah Terumot 1",
    "title": "Mishnah Terumot",
    "text_original": "חֲמִשָּׁה לֹא יִתְרֹמוּ, וְאִם תָּרְמוּ, אֵין תְּרוּמָתָן תְּרוּמָה. הַחֵרֵשׁ, וְהַשּׁוֹטֶה, וְהַקָּטָן, וְהַתּוֹרֵם אֶת שֶׁאֵינוֹ שֶׁלּוֹ. נָכְרִי שֶׁתָּרַם אֶת שֶׁל יִשְׂרָאֵל, אֲפִלּוּ בִרְשׁוּת, אֵין תְּרוּמָתוֹ תְרוּמָה: \n חֵרֵשׁ הַמְדַבֵּר וְאֵינוֹ שׁוֹמֵעַ, לֹא יִתְרֹם. וְאִם תָּרַם, תְּרוּמָתוֹ תְרוּמָה. חֵרֵשׁ שֶׁדִּבְּרוּ בוֹ חֲכָמִים בְּכָל מָקוֹם, שֶׁאֵינוֹ לֹא שׁוֹמֵעַ וְלֹא מְדַבֵּר: \n קָטָן שֶׁלֹּא הֵבִיא שְׁתֵּי שְׂעָרוֹת, רַבִּי יְהוּדָה אוֹמֵר, תְּרוּמָתוֹ תְרוּמָה. רַבִּי יוֹסֵי אוֹמֵר, אִם עַד שֶׁלֹּא בָא לְעוֹנַת נְדָרִים, אֵין תְּרוּמָתוֹ תְרוּמָה. וּמִשֶׁבָּא לְעוֹנַת נְדָרִים, תְּרוּמָתוֹ תְרוּמָה: \n אֵין תּוֹרְמִין זֵיתִים עַל הַשֶּׁמֶן, וְלֹא עֲנָבִים עַל הַיָּיִן. וְאִם תָּרְמוּ, בֵּית שַׁמַּאי אוֹמְרִים, תְּרוּמַת עַצְמָן בָּהֶם. וּבֵית הִלֵּל אוֹמְרִים, אֵין תְּרוּמָתָן תְּרוּמָה: \n אֵין תּוֹרְמִין מִן הַלֶּקֶט, וּמִן הַשִּׁכְחָה, וּמִן הַפֵּאָה, וּמִן הַהֶפְקֵר, וְלֹא מִמַּעֲשֵׂר רִאשׁוֹן שֶׁנִּטְּלָה תְּרוּמָתוֹ, וְלֹא מִמַּעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ, וְלֹא מִן הַחַיָּב עַל הַפָּטוּר, וְלֹא מִן הַפָּטוּר עַל הַחַיָּב, וְלֹא מִן הַתָּלוּשׁ עַל הַמְחֻבָּר, וְלֹא מִן הַמְחֻבָּר עַל הַתָּלוּשׁ, וְלֹא מִן הֶחָדָשׁ עַל הַיָּשָׁן, וְלֹא מִן הַיָּשָׁן עַל הֶחָדָשׁ, וְלֹא מִפֵּרוֹת הָאָרֶץ עַל פֵּרוֹת חוּצָה לָאָרֶץ, וְלֹא מִפֵּרוֹת חוּצָה לָאָרֶץ עַל פֵּרוֹת הָאָרֶץ. וְאִם תָּרְמוּ, אֵין תְּרוּמָתָן תְּרוּמָה: \n חֲמִשָּׁה לֹא יִתְרֹמוּ, וְאִם תָּרְמוּ, תְּרוּמָתָן תְּרוּמָה. הָאִלֵּם, וְהַשִּׁכּוֹר, וְהֶעָרוֹם, וְהַסּוּמָא, וּבַעַל קֶרִי. לֹא יִתְרֹמוּ, וְאִם תָּרְמוּ, תְּרוּמָתָן תְּרוּמָה: \n אֵין תּוֹרְמִין, לֹא בְמִדָּה, וְלֹא בְמִשְׁקָל, וְלֹא בְמִנְיָן. אֲבָל תּוֹרֵם הוּא אֶת הַמָּדוּד וְאֶת הַשָּׁקוּל וְאֶת הַמָּנוּי. אֵין תּוֹרְמִין בְּסַל וּבְקֻפָּה שֶׁהֵם שֶׁל מִדָּה, אֲבָל תּוֹרֵם הוּא בָהֶן חֶצְיָן וּשְׁלִישָׁן. לֹא יִתְרֹם בִּסְאָה חֶצְיָהּ, שֶׁחֶצְיָהּ מִדָּה: \n אֵין תּוֹרְמִין שֶׁמֶן עַל זֵיתִים הַנִּכְתָּשִׁין, וְלֹא יַיִן עַל עֲנָבִים הַנִּדְרָכִים. וְאִם תָּרַם, תְּרוּמָתוֹ תְרוּמָה, וְיַחֲזֹר וְיִתְרֹם. הָרִאשׁוֹנָה מְדַמַּעַת בִּפְנֵי עַצְמָהּ, וְחַיָּבִין עָלֶיהָ חֹמֶשׁ, אֲבָל לֹא שְׁנִיָּה: \n וְתוֹרְמִין שֶׁמֶן עַל זֵיתִים הַנִּכְבָּשִׁים, וְיַיִן עַל עֲנָבִים לַעֲשׂוֹתָם צִמּוּקִים. הֲרֵי שֶׁתָּרַם שֶׁמֶן עַל זֵיתִים לַאֲכִילָה, וְזֵיתִים עַל זֵיתִים לַאֲכִילָה, וְיַיִן עַל עֲנָבִים לַאֲכִילָה, וָעֲנָבִים עַל עֲנָבִים לַאֲכִילָה, וְנִמְלַךְ לְדָרְכָן, אֵינוֹ צָרִיךְ לִתְרֹם: \n אֵין תּוֹרְמִין מִדָּבָר שֶׁנִּגְמְרָה מְלַאכְתּוֹ עַל דָּבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ, וְלֹא מִדָּבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ עַל דָּבָר שֶׁנִּגְמְרָה מְלַאכְתּוֹ, וְלֹא מִדָּבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ עַל דָּבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ. וְאִם תָּרְמוּ, תְּרוּמָתָן תְּרוּמָה: \n",
    "text_english": "חֲמִשָּׁה לֹא יִתְרֹמוּ, וְאִם תָּרְמוּ, אֵין תְּרוּמָתָן תְּרוּמָה. הַחֵרֵשׁ, וְהַשּׁוֹטֶה, וְהַקָּטָן, וְהַתּוֹרֵם אֶת שֶׁאֵינוֹ שֶׁלּוֹ. נָכְרִי שֶׁתָּרַם אֶת שֶׁל יִשְׂרָאֵל, אֲפִלּוּ בִרְשׁוּת, אֵין תְּרוּמָתוֹ תְרוּמָה: \n חֵרֵשׁ הַמְדַבֵּר וְאֵינוֹ שׁוֹמֵעַ, לֹא יִתְרֹם. וְאִם תָּרַם, תְּרוּמָתוֹ תְרוּמָה. חֵרֵשׁ שֶׁדִּבְּרוּ בוֹ חֲכָמִים בְּכָל מָקוֹם, שֶׁאֵינוֹ לֹא שׁוֹמֵעַ וְלֹא מְדַבֵּר: \n קָטָן שֶׁלֹּא הֵבִיא שְׁתֵּי שְׂעָרוֹת, רַבִּי יְהוּדָה אוֹמֵר, תְּרוּמָתוֹ תְרוּמָה. רַבִּי יוֹסֵי אוֹמֵר, אִם עַד שֶׁלֹּא בָא לְעוֹנַת נְדָרִים, אֵין תְּרוּמָתוֹ תְרוּמָה. וּמִשֶׁבָּא לְעוֹנַת נְדָרִים, תְּרוּמָתוֹ תְרוּמָה: \n אֵין תּוֹרְמִין זֵיתִים עַל הַשֶּׁמֶן, וְלֹא עֲנָבִים עַל הַיָּיִן. וְאִם תָּרְמוּ, בֵּית שַׁמַּאי אוֹמְרִים, תְּרוּמַת עַצְמָן בָּהֶם. וּבֵית הִלֵּל אוֹמְרִים, אֵין תְּרוּמָתָן תְּרוּמָה: \n אֵין תּוֹרְמִין מִן הַלֶּקֶט, וּמִן הַשִּׁכְחָה, וּמִן הַפֵּאָה, וּמִן הַהֶפְקֵר, וְלֹא מִמַּעֲשֵׂר רִאשׁוֹן שֶׁנִּטְּלָה תְּרוּמָתוֹ, וְלֹא מִמַּעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ, וְלֹא מִן הַחַיָּב עַל הַפָּטוּר, וְלֹא מִן הַפָּטוּר עַל הַחַיָּב, וְלֹא מִן הַתָּלוּשׁ עַל הַמְחֻבָּר, וְלֹא מִן הַמְחֻבָּר עַל הַתָּלוּשׁ, וְלֹא מִן הֶחָדָשׁ עַל הַיָּשָׁן, וְלֹא מִן הַיָּשָׁן עַל הֶחָדָשׁ, וְלֹא מִפֵּרוֹת הָאָרֶץ עַל פֵּרוֹת חוּצָה לָאָרֶץ, וְלֹא מִפֵּרוֹת חוּצָה לָאָרֶץ עַל פֵּרוֹת הָאָרֶץ. וְאִם תָּרְמוּ, אֵין תְּרוּמָתָן תְּרוּמָה: \n חֲמִשָּׁה לֹא יִתְרֹמוּ, וְאִם תָּרְמוּ, תְּרוּמָתָן תְּרוּמָה. הָאִלֵּם, וְהַשִּׁכּוֹר, וְהֶעָרוֹם, וְהַסּוּמָא, וּבַעַל קֶרִי. לֹא יִתְרֹמוּ, וְאִם תָּרְמוּ, תְּרוּמָתָן תְּרוּמָה: \n אֵין תּוֹרְמִין, לֹא בְמִדָּה, וְלֹא בְמִשְׁקָל, וְלֹא בְמִנְיָן. אֲבָל תּוֹרֵם הוּא אֶת הַמָּדוּד וְאֶת הַשָּׁקוּל וְאֶת הַמָּנוּי. אֵין תּוֹרְמִין בְּסַל וּבְקֻפָּה שֶׁהֵם שֶׁל מִדָּה, אֲבָל תּוֹרֵם הוּא בָהֶן חֶצְיָן וּשְׁלִישָׁן. לֹא יִתְרֹם בִּסְאָה חֶצְיָהּ, שֶׁחֶצְיָהּ מִדָּה: \n אֵין תּוֹרְמִין שֶׁמֶן עַל זֵיתִים הַנִּכְתָּשִׁין, וְלֹא יַיִן עַל עֲנָבִים הַנִּדְרָכִים. וְאִם תָּרַם, תְּרוּמָתוֹ תְרוּמָה, וְיַחֲזֹר וְיִתְרֹם. הָרִאשׁוֹנָה מְדַמַּעַת בִּפְנֵי עַצְמָהּ, וְחַיָּבִין עָלֶיהָ חֹמֶשׁ, אֲבָל לֹא שְׁנִיָּה: \n וְתוֹרְמִין שֶׁמֶן עַל זֵיתִים הַנִּכְבָּשִׁים, וְיַיִן עַל עֲנָבִים לַעֲשׂוֹתָם צִמּוּקִים. הֲרֵי שֶׁתָּרַם שֶׁמֶן עַל זֵיתִים לַאֲכִילָה, וְזֵיתִים עַל זֵיתִים לַאֲכִילָה, וְיַיִן עַל עֲנָבִים לַאֲכִילָה, וָעֲנָבִים עַל עֲנָבִים לַאֲכִילָה, וְנִמְלַךְ לְדָרְכָן, אֵינוֹ צָרִיךְ לִתְרֹם: \n אֵין תּוֹרְמִין מִדָּבָר שֶׁנִּגְמְרָה מְלַאכְתּוֹ עַל דָּבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ, וְלֹא מִדָּבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ עַל דָּבָר שֶׁנִּגְמְרָה מְלַאכְתּוֹ, וְלֹא מִדָּבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ עַל דָּבָר שֶׁלֹּא נִגְמְרָה מְלַאכְתּוֹ. וְאִם תָּרְמוּ, תְּרוּמָתָן תְּרוּמָה: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Maasrot.1",
    "source": "sefaria",
    "ref": "Mishnah Maasrot 1",
    "title": "Mishnah Maasrot",
    "text_original": "כְּלָל אָמְרוּ בַּמַּעַשְׂרוֹת, כָּל שֶׁהוּא אֹכֶל, וְנִשְׁמָר, וְגִדּוּלָיו מִן הָאָרֶץ, חַיָּב בַּמַּעַשְׂרוֹת. וְעוֹד כְּלָל אַחֵר אָמְרוּ, כָּל שֶׁתְּחִלָּתוֹ אֹכֶל וְסוֹפוֹ אֹכֶל, אַף עַל פִּי שֶׁהוּא שׁוֹמְרוֹ לְהוֹסִיף אֹכֶל, חַיָּב קָטָן וְגָדוֹל. וְכָל שֶׁאֵין תְּחִלָּתוֹ אֹכֶל אֲבָל סוֹפוֹ אֹכֶל, אֵינוֹ חַיָּב עַד שֶׁיֵּעָשֶׂה אֹכֶל: \n מֵאֵימָתַי הַפֵּרוֹת חַיָּבוֹת בַּמַּעַשְׂרוֹת. הַתְּאֵנִים, מִשֶּׁיַּבְחִילוּ. הָעֲנָבִים וְהָאֳבָשִׁים, מִשֶּׁהִבְאִישׁוּ. הָאוֹג וְהַתּוּתִים, מִשֶּׁיַּאְדִּימוּ. וְכָל הָאֲדֻמִּים, מִשֶּׁיַּאְדִּימוּ. הָרִמּוֹנִים, מִשֶּׁיִּמַּסּוּ. הַתְּמָרִים, מִשֶּׁיָּטִּילוּ שְׂאֹר. הָאֲפַרְסְקִים, מִשֶּׁיָּטִּילוּ גִידִים. הָאֱגוֹזִים, מִשֶּׁיַּעֲשׂוּ מְגוּרָה. רַבִּי יְהוּדָה אוֹמֵר, הָאֱגוֹזִים וְהַשְּׁקֵדִים, מִשֶּׁיַּעֲשׂוּ קְלִפָּה: \n הֶחָרוּבִין, מִשֶּׁיִּנָּקֵדוּ. וְכָל הַשְּׁחוֹרִים, מִשֶּׁיִּנָּקְדוּ. הָאֲגָסִים וְהַקְּרֻסְטוֹמֵלִין וְהַפָּרִישִׁין וְהָעֻזְרָדִים, מִשֶּׁיִּקָּרֵחוּ. וְכָל הַלְּבָנִים, מִשֶּׁיִּקָּרֵחוּ. הַתִּלְתָּן, מִשֶּׁתְּצַמֵּחַ. הַתְּבוּאָה וְהַזֵּיתִים, מִשֶּׁיַּכְנִיסוּ שְׁלִישׁ: \n וּבַיָּרָק, הַקִּשּׁוּאִין וְהַדְּלוּעִים וְהָאֲבַטִּיחִים וְהַמְּלָפְפוֹנוֹת, הַתַּפּוּחִים וְהָאֶתְרוֹגִין, חַיָּבִים גְּדוֹלִים וּקְטַנִּים. רַבִּי שִׁמְעוֹן פּוֹטֵר אֶת הָאֶתְרוֹגִים בְּקָטְנָן. הַחַיָּב בַּשְּׁקֵדִים הַמָּרִים, פָּטוּר בַּמְּתוּקִים, הַחַיָּב בַּמְּתוּקִים, פָּטוּר בַּמָּרִים: \n אֵיזֶהוּ גָּרְנָן לַמַּעַשְׂרוֹת. הַקִּשּׁוּאִים וְהַדְּלוּעִים, מִשֶּׁיְּפַקְסוּ. וְאִם אֵינוֹ מְפַקֵּס, מִשֶּׁיַּעֲמִיד עֲרֵמָה. אֲבַטִּיחַ, מִשֶּׁיְּשַׁלֵּק. וְאִם אֵינוֹ מְשַׁלֵּק, עַד שֶׁיַּעֲשֶׂה מֻקְצֶה. יָרָק הַנֶּאֱגָד, מִשֶּׁיֹּאגַד. אִם אֵינוֹ אוֹגֵד, עַד שֶׁיְּמַלֵּא אֶת הַכְּלִי. וְאִם אֵינוֹ מְמַלֵּא אֶת הַכְּלִי, עַד שֶׁיְּלַקֵּט כָּל צָרְכּוֹ. כַּלְכָּלָה, עַד שֶׁיְּחַפֶּה. וְאִם אֵינוֹ מְחַפֶּה, עַד שֶׁיְמַלֵּא אֶת הַכְּלִי. וְאִם אֵינוֹ מְמַלֵּא אֶת הַכְּלִי, עַד שֶׁיְּלַקֵּט כָּל צָרְכּוֹ. בַּמֶּה דְבָרִים אֲמוּרִים, בְּמוֹלִיךְ לַשּׁוּק. אֲבָל בְּמוֹלִיךְ לְבֵיתוֹ, אוֹכֵל מֵהֶם עֲרַאי עַד שֶׁהוּא מַגִּיעַ לְבֵיתוֹ: \n הַפֶּרֶד וְהַצִּמּוּקִין וְהֶחָרוּבִין, מִשֶּׁיַּעֲמִיד עֲרֵמָה. הַבְּצָלִים, מִשֶּׁיְּפַקֵּל. וְאִם אֵינוֹ מְפַקֵּל, מִשֶּׁיַּעֲמִיד עֲרֵמָה. הַתְּבוּאָה, מִשֶּׁיְּמָרֵחַ. וְאִם אֵינוֹ מְמָרֵחַ, עַד שֶׁיַּעֲמִיד עֲרֵמָה. הַקִּטְנִיּוֹת, מִשֶּׁיִּכְבֹּר. וְאִם אֵינוֹ כוֹבֵר, עַד שֶׁיְּמָרֵחַ. אַף עַל פִּי שֶׁמֵּרַח, נוֹטֵל מִן הַקֻּטָּעִים וּמִן הַצְּדָדִים וּמִמַּה שֶׁבְּתוֹךְ הַתֶּבֶן, וְאוֹכֵל: \n הַיַּיִן, מִשֶּׁיְּקַפֶּה. אַף עַל פִּי שֶׁקִּפָּה, קוֹלֵט מִן הַגַּת הָעֶלְיוֹנָה וּמִן הַצִּנּוֹר, וְשׁוֹתֶה. הַשֶּׁמֶן, מִשֶּׁיֵּרֵד לָעוּקָה. אַף עַל פִּי שֶׁיָּרַד, נוֹטֵל מִן הֶעָקָל וּמִבֵּין הַמָּמָל וּמִבֵּין הַפַּצִּים, וְנוֹתֵן לַחֲמִטָּה וְלַתַּמְחוּי, אֲבָל לֹא יִתֵּן לַקְּדֵרָה וְלַלְּפָס כְּשֶׁהֵן רוֹתְחִין. רַבִּי יְהוּדָה אוֹמֵר, לַכֹּל הוּא נוֹתֵן, חוּץ מִדָּבָר שֶׁיֶּשׁ בּוֹ חֹמֶץ וְצִיר: \n הָעִגּוּל, מִשֶּׁיַּחֲלִיקֶנּוּ. מַחֲלִיקִים בִּתְאֵנִים וּבַעֲנָבִים שֶׁל טֶבֶל. רַבִּי יְהוּדָה אוֹסֵר. הַמַּחֲלִיק בַּעֲנָבִים, לֹא הֻכְשָׁר. רַבִּי יְהוּדָה אוֹמֵר, הֻכְשָׁר. הַגְּרוֹגָרוֹת, מִשֶּׁיָּדוּשׁ. וּמְגוּרָה מִשֶּׁיְּעַגֵּל. הָיָה דָשׁ בֶּחָבִית וּמְעַגֵּל בַּמְּגוּרָה, נִשְׁבְּרָה הֶחָבִית וְנִפְתְּחָה הַמְּגוּרָה, לֹא יֹאכַל מֵהֶם עֲרָאי. רַבִּי יוֹסֵי מַתִּיר: \n",
    "text_english": "כְּלָל אָמְרוּ בַּמַּעַשְׂרוֹת, כָּל שֶׁהוּא אֹכֶל, וְנִשְׁמָר, וְגִדּוּלָיו מִן הָאָרֶץ, חַיָּב בַּמַּעַשְׂרוֹת. וְעוֹד כְּלָל אַחֵר אָמְרוּ, כָּל שֶׁתְּחִלָּתוֹ אֹכֶל וְסוֹפוֹ אֹכֶל, אַף עַל פִּי שֶׁהוּא שׁוֹמְרוֹ לְהוֹסִיף אֹכֶל, חַיָּב קָטָן וְגָדוֹל. וְכָל שֶׁאֵין תְּחִלָּתוֹ אֹכֶל אֲבָל סוֹפוֹ אֹכֶל, אֵינוֹ חַיָּב עַד שֶׁיֵּעָשֶׂה אֹכֶל: \n מֵאֵימָתַי הַפֵּרוֹת חַיָּבוֹת בַּמַּעַשְׂרוֹת. הַתְּאֵנִים, מִשֶּׁיַּבְחִילוּ. הָעֲנָבִים וְהָאֳבָשִׁים, מִשֶּׁהִבְאִישׁוּ. הָאוֹג וְהַתּוּתִים, מִשֶּׁיַּאְדִּימוּ. וְכָל הָאֲדֻמִּים, מִשֶּׁיַּאְדִּימוּ. הָרִמּוֹנִים, מִשֶּׁיִּמַּסּוּ. הַתְּמָרִים, מִשֶּׁיָּטִּילוּ שְׂאֹר. הָאֲפַרְסְקִים, מִשֶּׁיָּטִּילוּ גִידִים. הָאֱגוֹזִים, מִשֶּׁיַּעֲשׂוּ מְגוּרָה. רַבִּי יְהוּדָה אוֹמֵר, הָאֱגוֹזִים וְהַשְּׁקֵדִים, מִשֶּׁיַּעֲשׂוּ קְלִפָּה: \n הֶחָרוּבִין, מִשֶּׁיִּנָּקֵדוּ. וְכָל הַשְּׁחוֹרִים, מִשֶּׁיִּנָּקְדוּ. הָאֲגָסִים וְהַקְּרֻסְטוֹמֵלִין וְהַפָּרִישִׁין וְהָעֻזְרָדִים, מִשֶּׁיִּקָּרֵחוּ. וְכָל הַלְּבָנִים, מִשֶּׁיִּקָּרֵחוּ. הַתִּלְתָּן, מִשֶּׁתְּצַמֵּחַ. הַתְּבוּאָה וְהַזֵּיתִים, מִשֶּׁיַּכְנִיסוּ שְׁלִישׁ: \n וּבַיָּרָק, הַקִּשּׁוּאִין וְהַדְּלוּעִים וְהָאֲבַטִּיחִים וְהַמְּלָפְפוֹנוֹת, הַתַּפּוּחִים וְהָאֶתְרוֹגִין, חַיָּבִים גְּדוֹלִים וּקְטַנִּים. רַבִּי שִׁמְעוֹן פּוֹטֵר אֶת הָאֶתְרוֹגִים בְּקָטְנָן. הַחַיָּב בַּשְּׁקֵדִים הַמָּרִים, פָּטוּר בַּמְּתוּקִים, הַחַיָּב בַּמְּתוּקִים, פָּטוּר בַּמָּרִים: \n אֵיזֶהוּ גָּרְנָן לַמַּעַשְׂרוֹת. הַקִּשּׁוּאִים וְהַדְּלוּעִים, מִשֶּׁיְּפַקְסוּ. וְאִם אֵינוֹ מְפַקֵּס, מִשֶּׁיַּעֲמִיד עֲרֵמָה. אֲבַטִּיחַ, מִשֶּׁיְּשַׁלֵּק. וְאִם אֵינוֹ מְשַׁלֵּק, עַד שֶׁיַּעֲשֶׂה מֻקְצֶה. יָרָק הַנֶּאֱגָד, מִשֶּׁיֹּאגַד. אִם אֵינוֹ אוֹגֵד, עַד שֶׁיְּמַלֵּא אֶת הַכְּלִי. וְאִם אֵינוֹ מְמַלֵּא אֶת הַכְּלִי, עַד שֶׁיְּלַקֵּט כָּל צָרְכּוֹ. כַּלְכָּלָה, עַד שֶׁיְּחַפֶּה. וְאִם אֵינוֹ מְחַפֶּה, עַד שֶׁיְמַלֵּא אֶת הַכְּלִי. וְאִם אֵינוֹ מְמַלֵּא אֶת הַכְּלִי, עַד שֶׁיְּלַקֵּט כָּל צָרְכּוֹ. בַּמֶּה דְבָרִים אֲמוּרִים, בְּמוֹלִיךְ לַשּׁוּק. אֲבָל בְּמוֹלִיךְ לְבֵיתוֹ, אוֹכֵל מֵהֶם עֲרַאי עַד שֶׁהוּא מַגִּיעַ לְבֵיתוֹ: \n הַפֶּרֶד וְהַצִּמּוּקִין וְהֶחָרוּבִין, מִשֶּׁיַּעֲמִיד עֲרֵמָה. הַבְּצָלִים, מִשֶּׁיְּפַקֵּל. וְאִם אֵינוֹ מְפַקֵּל, מִשֶּׁיַּעֲמִיד עֲרֵמָה. הַתְּבוּאָה, מִשֶּׁיְּמָרֵחַ. וְאִם אֵינוֹ מְמָרֵחַ, עַד שֶׁיַּעֲמִיד עֲרֵמָה. הַקִּטְנִיּוֹת, מִשֶּׁיִּכְבֹּר. וְאִם אֵינוֹ כוֹבֵר, עַד שֶׁיְּמָרֵחַ. אַף עַל פִּי שֶׁמֵּרַח, נוֹטֵל מִן הַקֻּטָּעִים וּמִן הַצְּדָדִים וּמִמַּה שֶׁבְּתוֹךְ הַתֶּבֶן, וְאוֹכֵל: \n הַיַּיִן, מִשֶּׁיְּקַפֶּה. אַף עַל פִּי שֶׁקִּפָּה, קוֹלֵט מִן הַגַּת הָעֶלְיוֹנָה וּמִן הַצִּנּוֹר, וְשׁוֹתֶה. הַשֶּׁמֶן, מִשֶּׁיֵּרֵד לָעוּקָה. אַף עַל פִּי שֶׁיָּרַד, נוֹטֵל מִן הֶעָקָל וּמִבֵּין הַמָּמָל וּמִבֵּין הַפַּצִּים, וְנוֹתֵן לַחֲמִטָּה וְלַתַּמְחוּי, אֲבָל לֹא יִתֵּן לַקְּדֵרָה וְלַלְּפָס כְּשֶׁהֵן רוֹתְחִין. רַבִּי יְהוּדָה אוֹמֵר, לַכֹּל הוּא נוֹתֵן, חוּץ מִדָּבָר שֶׁיֶּשׁ בּוֹ חֹמֶץ וְצִיר: \n הָעִגּוּל, מִשֶּׁיַּחֲלִיקֶנּוּ. מַחֲלִיקִים בִּתְאֵנִים וּבַעֲנָבִים שֶׁל טֶבֶל. רַבִּי יְהוּדָה אוֹסֵר. הַמַּחֲלִיק בַּעֲנָבִים, לֹא הֻכְשָׁר. רַבִּי יְהוּדָה אוֹמֵר, הֻכְשָׁר. הַגְּרוֹגָרוֹת, מִשֶּׁיָּדוּשׁ. וּמְגוּרָה מִשֶּׁיְּעַגֵּל. הָיָה דָשׁ בֶּחָבִית וּמְעַגֵּל בַּמְּגוּרָה, נִשְׁבְּרָה הֶחָבִית וְנִפְתְּחָה הַמְּגוּרָה, לֹא יֹאכַל מֵהֶם עֲרָאי. רַבִּי יוֹסֵי מַתִּיר: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Maaser_Sheni.1",
    "source": "sefaria",
    "ref": "Mishnah Maaser Sheni 1",
    "title": "Mishnah Maaser Sheni",
    "text_original": "מַעֲשֵׂר שֵׁנִי, אֵין מוֹכְרִין אוֹתוֹ, וְאֵין מְמַשְׁכְּנִין אוֹתוֹ, וְאֵין מַחֲלִיפִין אוֹתוֹ, וְלֹא שׁוֹקְלִין כְּנֶּגְדּוֹ. וְלֹא יֹאמַר אָדָם לַחֲבֵרוֹ בִּירוּשָׁלַיִם, הֵילָךְ יַיִן וְתֶן לִי שָׁמֶן. וְכֵן שְׁאָר כָּל הַפֵּרוֹת. אֲבָל נוֹתְנִין זֶה לָזֶה מַתְּנַת חִנָּם: \n מַעְשַׂר בְּהֵמָה, אֵין מוֹכְרִין אוֹתוֹ תָּמִים חַי, וְלֹא בַעַל מוּם חַי וְשָׁחוּט, וְאֵין מְקַדְּשִׁין בּוֹ הָאִשָּׁה. הַבְּכוֹר מוֹכְרִין אוֹתוֹ תָּמִים חַי, וּבַעַל מוּם חַי וְשָׁחוּט, וּמְקַדְּשִׁין בּוֹ הָאִשָּׁה. אֵין מְחַלְּלִין מַעֲשֵׂר שֵׁנִי עַל אֲסִימוֹן, וְלֹא עַל הַמַּטְבֵּעַ שֶׁאֵינוֹ יוֹצֵא, וְלֹא עַל הַמָּעוֹת שֶׁאֵינָן בִּרְשׁוּתוֹ: \n הַלּוֹקֵחַ בְּהֵמָה לְזִבְחֵי שְׁלָמִים, אוֹ חַיָּה לִבְשַׂר תַּאֲוָה, יָצָא הָעוֹר לְחֻלִּין, אַף עַל פִּי שֶׁהָעוֹר מְרֻבֶּה עַל הַבָּשָׂר. כַּדֵּי יַיִן סְתוּמוֹת, מְקוֹם שֶׁדַּרְכָּן לִמְכֹּר סְתוּמוֹת, יָצָא קַנְקַן לְחֻלִּין. הָאֱגוֹזִים וְהַשְּׁקֵדִים, יָצְאוּ קְלִפֵּיהֶם לְחֻלִּין. הַתֶּמֶד, עַד שֶׁלֹּא הֶחְמִיץ, אֵינוֹ נִלְקָח בְּכֶסֶף מַעֲשֵׂר. וּמִשֶּׁהֶחְמִיץ, נִלְקָח בְּכֶסֶף מַעֲשֵׂר: \n הַלּוֹקֵחַ חַיָּה לְזִבְחֵי שְׁלָמִים, בְּהֵמָה לִבְשַׂר תַּאֲוָה, לֹא יָצָא הָעוֹר לְחֻלִּין. כַּדֵּי יַיִן פְּתוּחוֹת אוֹ סְתוּמוֹת, מְקוֹם שֶׁדַּרְכָּן לִמָּכֵר פְּתוּחוֹת, לֹא יָצָא קַנְקַן לְחֻלִּין. סַלֵּי זֵיתִים וְסַלֵּי עֲנָבִים עִם הַכְּלִי, לֹא יָצְאוּ דְמֵי הַכְּלִי לְחֻלִּין: \n הַלּוֹקֵחַ מַיִם, וּמֶלַח, וּפֵרוֹת הַמְחֻבָּרִים לַקַּרְקַע, אוֹ פֵרוֹת שֶׁאֵינָן יְכוֹלִין לְהַגִּיעַ לִירוּשָׁלַיִם, לֹא קָנָה מַעֲשֵׂר. הַלּוֹקֵחַ פֵּרוֹת, שׁוֹגֵג, יַחְזְרוּ דָמִים לִמְקוֹמָן. מֵזִיד, יָעֳלוּ וְיֵאָכְלוּ בַמָּקוֹם. וְאִם אֵין מִקְדָּשׁ, יֵרַקְּבוּ: \n הַלּוֹקֵחַ בְּהֵמָה, שׁוֹגֵג, יַחְזְרוּ דָמֶיהָ לִמְקוֹמָן. מֵזִיד, תָּעֳלֶה וְתֵאָכֵל בַּמָּקוֹם. וְאִם אֵין מִקְדָּשׁ, תִּקָּבֵר עַל יְדֵי עוֹרָהּ: \n אֵין לוֹקְחִין עֲבָדִים וּשְׁפָחוֹת וְקַרְקָעוֹת וּבְהֵמָה טְמֵאָה מִדְּמֵי מַעֲשֵׂר שֵׁנִי. וְאִם לָקַח, יֹאכַל כְּנֶגְדָּן. אֵין מְבִיאִין קִנֵּי זָבִים, וְקִנֵּי זָבוֹת, וְקִנֵּי יוֹלְדוֹת, חַטָּאוֹת, וַאֲשָׁמוֹת, מִדְּמֵי מַעֲשֵׂר שֵׁנִי. וְאִם הֵבִיא, יֹאכַל כְּנֶגְדָּם. זֶה הַכְּלָל, כָּל שֶׁהוּא חוּץ לַאֲכִילָה וְלִשְׁתִיָּה וּלְסִיכָה מִדְּמֵי מַעֲשֵׂר שֵׁנִי, יֹאכַל כְּנֶגְדּוֹ: \n",
    "text_english": "מַעֲשֵׂר שֵׁנִי, אֵין מוֹכְרִין אוֹתוֹ, וְאֵין מְמַשְׁכְּנִין אוֹתוֹ, וְאֵין מַחֲלִיפִין אוֹתוֹ, וְלֹא שׁוֹקְלִין כְּנֶּגְדּוֹ. וְלֹא יֹאמַר אָדָם לַחֲבֵרוֹ בִּירוּשָׁלַיִם, הֵילָךְ יַיִן וְתֶן לִי שָׁמֶן. וְכֵן שְׁאָר כָּל הַפֵּרוֹת. אֲבָל נוֹתְנִין זֶה לָזֶה מַתְּנַת חִנָּם: \n מַעְשַׂר בְּהֵמָה, אֵין מוֹכְרִין אוֹתוֹ תָּמִים חַי, וְלֹא בַעַל מוּם חַי וְשָׁחוּט, וְאֵין מְקַדְּשִׁין בּוֹ הָאִשָּׁה. הַבְּכוֹר מוֹכְרִין אוֹתוֹ תָּמִים חַי, וּבַעַל מוּם חַי וְשָׁחוּט, וּמְקַדְּשִׁין בּוֹ הָאִשָּׁה. אֵין מְחַלְּלִין מַעֲשֵׂר שֵׁנִי עַל אֲסִימוֹן, וְלֹא עַל הַמַּטְבֵּעַ שֶׁאֵינוֹ יוֹצֵא, וְלֹא עַל הַמָּעוֹת שֶׁאֵינָן בִּרְשׁוּתוֹ: \n הַלּוֹקֵחַ בְּהֵמָה לְזִבְחֵי שְׁלָמִים, אוֹ חַיָּה לִבְשַׂר תַּאֲוָה, יָצָא הָעוֹר לְחֻלִּין, אַף עַל פִּי שֶׁהָעוֹר מְרֻבֶּה עַל הַבָּשָׂר. כַּדֵּי יַיִן סְתוּמוֹת, מְקוֹם שֶׁדַּרְכָּן לִמְכֹּר סְתוּמוֹת, יָצָא קַנְקַן לְחֻלִּין. הָאֱגוֹזִים וְהַשְּׁקֵדִים, יָצְאוּ קְלִפֵּיהֶם לְחֻלִּין. הַתֶּמֶד, עַד שֶׁלֹּא הֶחְמִיץ, אֵינוֹ נִלְקָח בְּכֶסֶף מַעֲשֵׂר. וּמִשֶּׁהֶחְמִיץ, נִלְקָח בְּכֶסֶף מַעֲשֵׂר: \n הַלּוֹקֵחַ חַיָּה לְזִבְחֵי שְׁלָמִים, בְּהֵמָה לִבְשַׂר תַּאֲוָה, לֹא יָצָא הָעוֹר לְחֻלִּין. כַּדֵּי יַיִן פְּתוּחוֹת אוֹ סְתוּמוֹת, מְקוֹם שֶׁדַּרְכָּן לִמָּכֵר פְּתוּחוֹת, לֹא יָצָא קַנְקַן לְחֻלִּין. סַלֵּי זֵיתִים וְסַלֵּי עֲנָבִים עִם הַכְּלִי, לֹא יָצְאוּ דְמֵי הַכְּלִי לְחֻלִּין: \n הַלּוֹקֵחַ מַיִם, וּמֶלַח, וּפֵרוֹת הַמְחֻבָּרִים לַקַּרְקַע, אוֹ פֵרוֹת שֶׁאֵינָן יְכוֹלִין לְהַגִּיעַ לִירוּשָׁלַיִם, לֹא קָנָה מַעֲשֵׂר. הַלּוֹקֵחַ פֵּרוֹת, שׁוֹגֵג, יַחְזְרוּ דָמִים לִמְקוֹמָן. מֵזִיד, יָעֳלוּ וְיֵאָכְלוּ בַמָּקוֹם. וְאִם אֵין מִקְדָּשׁ, יֵרַקְּבוּ: \n הַלּוֹקֵחַ בְּהֵמָה, שׁוֹגֵג, יַחְזְרוּ דָמֶיהָ לִמְקוֹמָן. מֵזִיד, תָּעֳלֶה וְתֵאָכֵל בַּמָּקוֹם. וְאִם אֵין מִקְדָּשׁ, תִּקָּבֵר עַל יְדֵי עוֹרָהּ: \n אֵין לוֹקְחִין עֲבָדִים וּשְׁפָחוֹת וְקַרְקָעוֹת וּבְהֵמָה טְמֵאָה מִדְּמֵי מַעֲשֵׂר שֵׁנִי. וְאִם לָקַח, יֹאכַל כְּנֶגְדָּן. אֵין מְבִיאִין קִנֵּי זָבִים, וְקִנֵּי זָבוֹת, וְקִנֵּי יוֹלְדוֹת, חַטָּאוֹת, וַאֲשָׁמוֹת, מִדְּמֵי מַעֲשֵׂר שֵׁנִי. וְאִם הֵבִיא, יֹאכַל כְּנֶגְדָּם. זֶה הַכְּלָל, כָּל שֶׁהוּא חוּץ לַאֲכִילָה וְלִשְׁתִיָּה וּלְסִיכָה מִדְּמֵי מַעֲשֵׂר שֵׁנִי, יֹאכַל כְּנֶגְדּוֹ: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Challah.1",
    "source": "sefaria",
    "ref": "Mishnah Challah 1",
    "title": "Mishnah Challah",
    "text_original": "חֲמִשָּׁה דְבָרִים חַיָּבִים בַּחַלָּה, הַחִטִּים וְהַשְּׂעוֹרִים וְהַכֻּסְּמִין וְשִׁבֹּלֶת שׁוּעָל וְשִׁיפוֹן. הֲרֵי אֵלּוּ חַיָּבִין בַּחַלָּה, וּמִצְטָרְפִין זֶה עִם זֶה, וַאֲסוּרִין בֶּחָדָשׁ מִלִּפְנֵי הַפֶּסַח, וּמִלִּקְצֹר מִלִּפְנֵי הָעֹמֶר. וְאִם הִשְׁרִישׁוּ קֹדֶם לָעֹמֶר, הָעֹמֶר מַתִּירָן. וְאִם לָאו, אֲסוּרִין עַד שֶׁיָּבֹא הָעֹמֶר הַבָּא: \n הָאוֹכֵל מֵהֶם כַּזַּיִת מַצָּה בְּפֶסַח, יָצָא יְדֵי חוֹבָתוֹ. כַּזַּיִת חָמֵץ, חַיָּב בְּהִכָּרֵת. נִתְעָרֵב אֶחָד מֵהֶם בְּכָל הַמִּינִים, הֲרֵי זֶה עוֹבֵר בְּפֶסַח. הַנּוֹדֵר מִן הַפַּת וּמִן הַתְּבוּאָה, אָסוּר בָּהֶם, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, הַנּוֹדֵר מִן הַדָּגָן אֵינוֹ אָסוּר אֶלָּא מֵהֶן. וְחַיָּבִין בַּחַלָּה וּבַמַּעַשְׂרוֹת: \n אֵלּוּ חַיָּבִין בַּחַלָּה וּפְטוּרִים מִן הַמַּעַשְׂרוֹת. הַלֶּקֶט, וְהַשִּׁכְחָה, וְהַפֵּאָה, וְהַהֶפְקֵר, וּמַעֲשֵׂר רִאשׁוֹן שֶׁנִּטְּלָה תְרוּמָתוֹ, וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ, וּמוֹתַר הָעֹמֶר, וּתְבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, תְּבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ, פְּטוּרָה מִן הַחַלָּה: \n אֵלּוּ חַיָּבִין בַּמַּעַשְׂרוֹת וּפְטוּרִים מִן הַחַלָּה, הָאֹרֶז, וְהַדֹּחַן, וְהַפְּרָגִים, וְהַשֻּׁמְשְׁמִין, וְהַקִּטְנִיּוֹת, וּפָחוֹת מֵחֲמֵשֶׁת רְבָעִים בַּתְּבוּאָה. הַסֻּפְגָּנִין, וְהַדֻּבְשָׁנִין, וְהָאִסְקְרִיטִין, וְחַלַּת הַמַּשְׂרֵת, וְהַמְדֻמָּע, פְּטוּרִין מִן הַחַלָּה: \n עִסָּה שֶׁתְּחִלָּתָהּ סֻפְגָּנִין וְסוֹפָהּ סֻפְגָּנִין, פְּטוּרָה מִן הַחַלָּה. תְּחִלָּתָהּ עִסָּה וְסוֹפָהּ סֻפְגָּנִין, תְּחִלָּתָהּ סֻפְגָּנִין וְסוֹפָהּ עִסָּה, חַיָּבִין בַּחַלָּה. וְכֵן הַקְּנוּבְקָאוֹת חַיָּבוֹת: \n הַמְּעִסָּה, בֵּית שַׁמַּאי פּוֹטְרִין, וּבֵית הִלֵּל מְחַיְּבִין. הַחֲלִיטָה, בֵּית שַׁמַּאי מְחַיְּבִין, וּבֵית הִלֵּל פּוֹטְרִין. חַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר, עֲשָׂאָן לְעַצְמוֹ, פָּטוּר. לִמְכֹּר בַּשּׁוּק, חַיָּב: \n נַחְתּוֹם שֶׁעָשָׂה שְׂאֹר לְחַלֵּק, חַיָּב בַּחַלָּה. נָשִׁים שֶׁנָּתְנוּ לְנַחְתּוֹם לַעֲשׂוֹת לָהֶן שְׂאֹר, אִם אֵין בְּשֶׁל אַחַת מֵהֶן כַּשִּׁעוּר, פְּטוּרָה מִן הַחַלָּה: \n עִסַּת הַכְּלָבִים, בִּזְמַן שֶׁהָרוֹעִים אוֹכְלִין מִמֶּנָּה, חַיֶּבֶת בַּחַלָּה, וּמְעָרְבִין בָּהּ, וּמִשְׁתַּתְּפִין בָּהּ, וּמְבָרְכִין עָלֶיהָ, וּמְזַמְּנִין עָלֶיהָ, וְנַעֲשֵׂית בְּיוֹם טוֹב, וְיוֹצֵא בָהּ אָדָם יְדֵי חוֹבָתוֹ בְּפֶסַח. אִם אֵין הָרוֹעִים אוֹכְלִין מִמֶּנָּה, אֵינָהּ חַיֶּבֶת בַּחַלָּה, וְאֵין מְעָרְבִין בָּהּ, וְאֵין מִשְׁתַּתְּפִין בָּהּ, וְאֵין מְבָרְכִין עָלֶיהָ, וְאֵין מְזַמְּנִין עָלֶיהָ, וְאֵינָהּ נַעֲשֵׂית בְּיוֹם טוֹב, וְאֵין אָדָם יוֹצֵא בָהּ יְדֵי חוֹבָתוֹ בְּפֶסַח. בֵּין כָּךְ וּבֵין כָּךְ, מִטַּמְּאָה טֻמְאַת אֳכָלִין: \n הַחַלָּה וְהַתְּרוּמָה, חַיָּבִין עָלֶיהָ מִיתָה וְחֹמֶשׁ, וַאֲסוּרִים לְזָרִים, וְהֵם נִכְסֵי כֹהֵן, וְעוֹלִין בְּאֶחָד וּמֵאָה, וּטְעוּנִין רְחִיצַת יָדַיִם וְהַעֲרֵב שֶׁמֶשׁ, וְאֵין נִטָּלִין מִן הַטָּהוֹר עַל הַטָּמֵא, אֶלָּא מִן הַמֻּקָּף וּמִן הַדָּבָר הַגָּמוּר. הָאוֹמֵר, כָּל גָּרְנִי תְרוּמָה וְכָל עִסָּתִי חַלָּה, לֹא אָמַר כְּלוּם, עַד שֶׁיְּשַׁיֵּר מִקְצָת: \n",
    "text_english": "חֲמִשָּׁה דְבָרִים חַיָּבִים בַּחַלָּה, הַחִטִּים וְהַשְּׂעוֹרִים וְהַכֻּסְּמִין וְשִׁבֹּלֶת שׁוּעָל וְשִׁיפוֹן. הֲרֵי אֵלּוּ חַיָּבִין בַּחַלָּה, וּמִצְטָרְפִין זֶה עִם זֶה, וַאֲסוּרִין בֶּחָדָשׁ מִלִּפְנֵי הַפֶּסַח, וּמִלִּקְצֹר מִלִּפְנֵי הָעֹמֶר. וְאִם הִשְׁרִישׁוּ קֹדֶם לָעֹמֶר, הָעֹמֶר מַתִּירָן. וְאִם לָאו, אֲסוּרִין עַד שֶׁיָּבֹא הָעֹמֶר הַבָּא: \n הָאוֹכֵל מֵהֶם כַּזַּיִת מַצָּה בְּפֶסַח, יָצָא יְדֵי חוֹבָתוֹ. כַּזַּיִת חָמֵץ, חַיָּב בְּהִכָּרֵת. נִתְעָרֵב אֶחָד מֵהֶם בְּכָל הַמִּינִים, הֲרֵי זֶה עוֹבֵר בְּפֶסַח. הַנּוֹדֵר מִן הַפַּת וּמִן הַתְּבוּאָה, אָסוּר בָּהֶם, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, הַנּוֹדֵר מִן הַדָּגָן אֵינוֹ אָסוּר אֶלָּא מֵהֶן. וְחַיָּבִין בַּחַלָּה וּבַמַּעַשְׂרוֹת: \n אֵלּוּ חַיָּבִין בַּחַלָּה וּפְטוּרִים מִן הַמַּעַשְׂרוֹת. הַלֶּקֶט, וְהַשִּׁכְחָה, וְהַפֵּאָה, וְהַהֶפְקֵר, וּמַעֲשֵׂר רִאשׁוֹן שֶׁנִּטְּלָה תְרוּמָתוֹ, וּמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ, וּמוֹתַר הָעֹמֶר, וּתְבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, תְּבוּאָה שֶׁלֹּא הֵבִיאָה שְׁלִישׁ, פְּטוּרָה מִן הַחַלָּה: \n אֵלּוּ חַיָּבִין בַּמַּעַשְׂרוֹת וּפְטוּרִים מִן הַחַלָּה, הָאֹרֶז, וְהַדֹּחַן, וְהַפְּרָגִים, וְהַשֻּׁמְשְׁמִין, וְהַקִּטְנִיּוֹת, וּפָחוֹת מֵחֲמֵשֶׁת רְבָעִים בַּתְּבוּאָה. הַסֻּפְגָּנִין, וְהַדֻּבְשָׁנִין, וְהָאִסְקְרִיטִין, וְחַלַּת הַמַּשְׂרֵת, וְהַמְדֻמָּע, פְּטוּרִין מִן הַחַלָּה: \n עִסָּה שֶׁתְּחִלָּתָהּ סֻפְגָּנִין וְסוֹפָהּ סֻפְגָּנִין, פְּטוּרָה מִן הַחַלָּה. תְּחִלָּתָהּ עִסָּה וְסוֹפָהּ סֻפְגָּנִין, תְּחִלָּתָהּ סֻפְגָּנִין וְסוֹפָהּ עִסָּה, חַיָּבִין בַּחַלָּה. וְכֵן הַקְּנוּבְקָאוֹת חַיָּבוֹת: \n הַמְּעִסָּה, בֵּית שַׁמַּאי פּוֹטְרִין, וּבֵית הִלֵּל מְחַיְּבִין. הַחֲלִיטָה, בֵּית שַׁמַּאי מְחַיְּבִין, וּבֵית הִלֵּל פּוֹטְרִין. חַלּוֹת תּוֹדָה וּרְקִיקֵי נָזִיר, עֲשָׂאָן לְעַצְמוֹ, פָּטוּר. לִמְכֹּר בַּשּׁוּק, חַיָּב: \n נַחְתּוֹם שֶׁעָשָׂה שְׂאֹר לְחַלֵּק, חַיָּב בַּחַלָּה. נָשִׁים שֶׁנָּתְנוּ לְנַחְתּוֹם לַעֲשׂוֹת לָהֶן שְׂאֹר, אִם אֵין בְּשֶׁל אַחַת מֵהֶן כַּשִּׁעוּר, פְּטוּרָה מִן הַחַלָּה: \n עִסַּת הַכְּלָבִים, בִּזְמַן שֶׁהָרוֹעִים אוֹכְלִין מִמֶּנָּה, חַיֶּבֶת בַּחַלָּה, וּמְעָרְבִין בָּהּ, וּמִשְׁתַּתְּפִין בָּהּ, וּמְבָרְכִין עָלֶיהָ, וּמְזַמְּנִין עָלֶיהָ, וְנַעֲשֵׂית בְּיוֹם טוֹב, וְיוֹצֵא בָהּ אָדָם יְדֵי חוֹבָתוֹ בְּפֶסַח. אִם אֵין הָרוֹעִים אוֹכְלִין מִמֶּנָּה, אֵינָהּ חַיֶּבֶת בַּחַלָּה, וְאֵין מְעָרְבִין בָּהּ, וְאֵין מִשְׁתַּתְּפִין בָּהּ, וְאֵין מְבָרְכִין עָלֶיהָ, וְאֵין מְזַמְּנִין עָלֶיהָ, וְאֵינָהּ נַעֲשֵׂית בְּיוֹם טוֹב, וְאֵין אָדָם יוֹצֵא בָהּ יְדֵי חוֹבָתוֹ בְּפֶסַח. בֵּין כָּךְ וּבֵין כָּךְ, מִטַּמְּאָה טֻמְאַת אֳכָלִין: \n הַחַלָּה וְהַתְּרוּמָה, חַיָּבִין עָלֶיהָ מִיתָה וְחֹמֶשׁ, וַאֲסוּרִים לְזָרִים, וְהֵם נִכְסֵי כֹהֵן, וְעוֹלִין בְּאֶחָד וּמֵאָה, וּטְעוּנִין רְחִיצַת יָדַיִם וְהַעֲרֵב שֶׁמֶשׁ, וְאֵין נִטָּלִין מִן הַטָּהוֹר עַל הַטָּמֵא, אֶלָּא מִן הַמֻּקָּף וּמִן הַדָּבָר הַגָּמוּר. הָאוֹמֵר, כָּל גָּרְנִי תְרוּמָה וְכָל עִסָּתִי חַלָּה, לֹא אָמַר כְּלוּם, עַד שֶׁיְּשַׁיֵּר מִקְצָת: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Orlah.1",
    "source": "sefaria",
    "ref": "Mishnah Orlah 1",
    "title": "Mishnah Orlah",
    "text_original": "הַנּוֹטֵעַ לִסְיָג וּלְקוֹרוֹת, פָּטוּר מִן הָעָרְלָה. רַבִּי יוֹסֵי אוֹמֵר, אֲפִלּוּ אָמַר הַפְּנִימִי לְמַאֲכָל וְהַחִיצוֹן לִסְיָג, הַפְּנִימִי חַיָּב, וְהַחִיצוֹן פָּטוּר: \n עֵת שֶׁבָּאוּ אֲבוֹתֵינוּ לָאָרֶץ, מָצְאוּ נָטוּעַ, פָּטוּר. נָטְעוּ, אַף עַל פִּי שֶׁלֹּא כִבְּשׁוּ, חַיָּב. הַנּוֹטֵעַ לָרַבִּים, חַיָּב. רַבִּי יְהוּדָה פּוֹטֵר. הַנּוֹטֵעַ בִּרְשׁוּת הָרַבִּים, וְהַנָּכְרִי שֶׁנָּטַע, וְהַגַּזְלָן שֶׁנָּטַע, וְהַנּוֹטֵעַ בִּסְפִינָה, וְהָעוֹלֶה מֵאֵלָיו, חַיָּב בָּעָרְלָה: \n אִילָן שֶׁנֶּעֱקַר וְהַסֶּלַע עִמּוֹ, שְׁטָפוֹ נָהָר וְהַסֶּלַע עִמּוֹ, אִם יָכוֹל לִחְיוֹת, פָּטוּר, וְאִם לָאו, חַיָּב. נֶעֱקַר הַסֶּלַע מִצִּדּוֹ, אוֹ שֶׁזִּעְזְעַתּוּ הַמַּחֲרֵשָׁה, אוֹ שֶׁזִּעְזְעוֹ וַעֲשָׂאוֹ כְעָפָר, אִם יָכוֹל לִחְיוֹת, פָּטוּר, וְאִם לָאו, חַיָּב: \n אִילָן שֶׁנֶּעֱקַר וְנִשְׁתַּיֵּר בּוֹ שֹׁרֶשׁ, פָּטוּר. וְכַמָּה יְהֵא הַשֹּׁרֶשׁ, רַבָּן גַּמְלִיאֵל אוֹמֵר מִשּׁוּם רַבִּי אֶלְעָזָר בֶּן יְהוּדָה אִישׁ בַּרְתּוֹתָא, כְּמַחַט שֶׁל מִתּוּן: \n אִילָן שֶׁנֶּעֱקַר וּבוֹ בְרֵכָה, וְהוּא חָיֶּה מִמֶּנָּה, חָזְרָה הַזְּקֵנָה לִהְיוֹת כַּבְּרֵכָה. הִבְרִיכָהּ שָׁנָה אַחַר שָׁנָה, וְנִפְסְקָה, מוֹנֶה מִשָּׁעָה שֶׁנִּפְסְקָה. סִפּוּק הַגְּפָנִים, וְסִפּוּק עַל גַּבֵּי סִפּוּק, אַף עַל פִּי שֶׁהִבְרִיכָן בָּאָרֶץ, מֻתָּר. רַבִּי מֵאִיר אוֹמֵר, מָקוֹם שֶׁכֹּחָהּ יָפֶה, מֻתָּר, וְמָקוֹם שֶׁכֹּחָהּ רָע, אָסוּר. וְכֵן בְּרֵכָה שֶׁנִּפְסְקָה וְהִיא מְלֵאָה פֵרוֹת, אִם הוֹסִיף בְּמָאתַיִם, אָסוּר: \n נְטִיעָה שֶׁל עָרְלָה וְשֶׁל כִּלְאֵי הַכֶּרֶם שֶׁנִּתְעָרְבוּ בִנְטִיעוֹת, הֲרֵי זֶה לֹא יִלְקֹט. וְאִם לָקַט, יַעֲלֶה בְאֶחָד וּמָאתַיִם, וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לִלְקֹט. רַבִּי יוֹסֵי אוֹמֵר, אַף יִתְכַּוֵּן לִלְקֹט וְיַעֲלֶה בְאֶחָד וּמָאתָיִם: \n הֶעָלִים, וְהַלּוּלָבִים, וּמֵי גְּפָנִים, וּסְמָדַר, מֻתָּרִים בָּעָרְלָה וּבָרְבָעִי וּבַנָּזִיר, וַאֲסוּרִים בָּאֲשֵׁרָה. רַבִּי יוֹסֵי אוֹמֵר, הַסְּמָדַר אָסוּר, מִפְּנֵי שֶׁהוּא פְּרִי. רַבִּי אֱלִיעֶזֶר אוֹמֵר, הַמַּעֲמִיד בִּשְׂרָף הָעָרְלָה, אָסוּר. אָמַר רַבִּי יְהוֹשֻׁעַ, שָׁמַעְתִּי בְּפֵרוּשׁ, שֶׁהַמַּעֲמִיד בִּשְׂרָף הֶעָלִים וּבִשְׂרָף הָעִקָּרִים, מֻתָּר, בִּשְׂרָף הַפַּגִּים, אָסוּר, מִפְּנֵי שֶׁהֵם פְּרִי: \n עַנְקוֹקְלוֹת, וְהַחַרְצַנִּים, וְהַזַּגִּים, וְהַתֶּמֶד שֶׁלָּהֶם, קְלִפֵּי רִמּוֹן וְהַנֵּץ שֶׁלּוֹ, קְלִפֵּי אֱגוֹזִים, וְהַגַּרְעִינִים, אֲסוּרִים בָּעָרְלָה, וּבָאֲשֵׁרָה, וּבַנָּזִיר, וּמֻתָּרִין בָּרְבָעִי. וְהַנּוֹבְלוֹת, כֻּלָּן אֲסוּרוֹת: \n רַבִּי יוֹסֵי אוֹמֵר, נוֹטְעִין יִחוּר שֶׁל עָרְלָה, וְאֵין נוֹטְעִין אֱגוֹז שֶׁל עָרְלָה, מִפְּנֵי שֶׁהוּא פְּרִי. וְאֵין מַרְכִּיבִין בְּכַפְנִיּוֹת שֶׁל עָרְלָה: \n",
    "text_english": "הַנּוֹטֵעַ לִסְיָג וּלְקוֹרוֹת, פָּטוּר מִן הָעָרְלָה. רַבִּי יוֹסֵי אוֹמֵר, אֲפִלּוּ אָמַר הַפְּנִימִי לְמַאֲכָל וְהַחִיצוֹן לִסְיָג, הַפְּנִימִי חַיָּב, וְהַחִיצוֹן פָּטוּר: \n עֵת שֶׁבָּאוּ אֲבוֹתֵינוּ לָאָרֶץ, מָצְאוּ נָטוּעַ, פָּטוּר. נָטְעוּ, אַף עַל פִּי שֶׁלֹּא כִבְּשׁוּ, חַיָּב. הַנּוֹטֵעַ לָרַבִּים, חַיָּב. רַבִּי יְהוּדָה פּוֹטֵר. הַנּוֹטֵעַ בִּרְשׁוּת הָרַבִּים, וְהַנָּכְרִי שֶׁנָּטַע, וְהַגַּזְלָן שֶׁנָּטַע, וְהַנּוֹטֵעַ בִּסְפִינָה, וְהָעוֹלֶה מֵאֵלָיו, חַיָּב בָּעָרְלָה: \n אִילָן שֶׁנֶּעֱקַר וְהַסֶּלַע עִמּוֹ, שְׁטָפוֹ נָהָר וְהַסֶּלַע עִמּוֹ, אִם יָכוֹל לִחְיוֹת, פָּטוּר, וְאִם לָאו, חַיָּב. נֶעֱקַר הַסֶּלַע מִצִּדּוֹ, אוֹ שֶׁזִּעְזְעַתּוּ הַמַּחֲרֵשָׁה, אוֹ שֶׁזִּעְזְעוֹ וַעֲשָׂאוֹ כְעָפָר, אִם יָכוֹל לִחְיוֹת, פָּטוּר, וְאִם לָאו, חַיָּב: \n אִילָן שֶׁנֶּעֱקַר וְנִשְׁתַּיֵּר בּוֹ שֹׁרֶשׁ, פָּטוּר. וְכַמָּה יְהֵא הַשֹּׁרֶשׁ, רַבָּן גַּמְלִיאֵל אוֹמֵר מִשּׁוּם רַבִּי אֶלְעָזָר בֶּן יְהוּדָה אִישׁ בַּרְתּוֹתָא, כְּמַחַט שֶׁל מִתּוּן: \n אִילָן שֶׁנֶּעֱקַר וּבוֹ בְרֵכָה, וְהוּא חָיֶּה מִמֶּנָּה, חָזְרָה הַזְּקֵנָה לִהְיוֹת כַּבְּרֵכָה. הִבְרִיכָהּ שָׁנָה אַחַר שָׁנָה, וְנִפְסְקָה, מוֹנֶה מִשָּׁעָה שֶׁנִּפְסְקָה. סִפּוּק הַגְּפָנִים, וְסִפּוּק עַל גַּבֵּי סִפּוּק, אַף עַל פִּי שֶׁהִבְרִיכָן בָּאָרֶץ, מֻתָּר. רַבִּי מֵאִיר אוֹמֵר, מָקוֹם שֶׁכֹּחָהּ יָפֶה, מֻתָּר, וְמָקוֹם שֶׁכֹּחָהּ רָע, אָסוּר. וְכֵן בְּרֵכָה שֶׁנִּפְסְקָה וְהִיא מְלֵאָה פֵרוֹת, אִם הוֹסִיף בְּמָאתַיִם, אָסוּר: \n נְטִיעָה שֶׁל עָרְלָה וְשֶׁל כִּלְאֵי הַכֶּרֶם שֶׁנִּתְעָרְבוּ בִנְטִיעוֹת, הֲרֵי זֶה לֹא יִלְקֹט. וְאִם לָקַט, יַעֲלֶה בְאֶחָד וּמָאתַיִם, וּבִלְבַד שֶׁלֹּא יִתְכַּוֵּן לִלְקֹט. רַבִּי יוֹסֵי אוֹמֵר, אַף יִתְכַּוֵּן לִלְקֹט וְיַעֲלֶה בְאֶחָד וּמָאתָיִם: \n הֶעָלִים, וְהַלּוּלָבִים, וּמֵי גְּפָנִים, וּסְמָדַר, מֻתָּרִים בָּעָרְלָה וּבָרְבָעִי וּבַנָּזִיר, וַאֲסוּרִים בָּאֲשֵׁרָה. רַבִּי יוֹסֵי אוֹמֵר, הַסְּמָדַר אָסוּר, מִפְּנֵי שֶׁהוּא פְּרִי. רַבִּי אֱלִיעֶזֶר אוֹמֵר, הַמַּעֲמִיד בִּשְׂרָף הָעָרְלָה, אָסוּר. אָמַר רַבִּי יְהוֹשֻׁעַ, שָׁמַעְתִּי בְּפֵרוּשׁ, שֶׁהַמַּעֲמִיד בִּשְׂרָף הֶעָלִים וּבִשְׂרָף הָעִקָּרִים, מֻתָּר, בִּשְׂרָף הַפַּגִּים, אָסוּר, מִפְּנֵי שֶׁהֵם פְּרִי: \n עַנְקוֹקְלוֹת, וְהַחַרְצַנִּים, וְהַזַּגִּים, וְהַתֶּמֶד שֶׁלָּהֶם, קְלִפֵּי רִמּוֹן וְהַנֵּץ שֶׁלּוֹ, קְלִפֵּי אֱגוֹזִים, וְהַגַּרְעִינִים, אֲסוּרִים בָּעָרְלָה, וּבָאֲשֵׁרָה, וּבַנָּזִיר, וּמֻתָּרִין בָּרְבָעִי. וְהַנּוֹבְלוֹת, כֻּלָּן אֲסוּרוֹת: \n רַבִּי יוֹסֵי אוֹמֵר, נוֹטְעִין יִחוּר שֶׁל עָרְלָה, וְאֵין נוֹטְעִין אֱגוֹז שֶׁל עָרְלָה, מִפְּנֵי שֶׁהוּא פְּרִי. וְאֵין מַרְכִּיבִין בְּכַפְנִיּוֹת שֶׁל עָרְלָה: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Bikkurim.1",
    "source": "sefaria",
    "ref": "Mishnah Bikkurim 1",
    "title": "Mishnah Bikkurim",
    "text_original": "יֵשׁ מְבִיאִין בִּכּוּרִים וְקוֹרִין, מְבִיאִין וְלֹא קוֹרִין, וְיֵשׁ שֶׁאֵינָן מְבִיאִין. אֵלּוּ שֶׁאֵינָן מְבִיאִין, הַנּוֹטֵעַ לְתוֹךְ שֶׁלּוֹ וְהִבְרִיךְ לְתוֹךְ שֶׁל יָחִיד אוֹ שֶׁל רַבִּים, וְכֵן הַמַּבְרִיךְ מִתּוֹךְ שֶׁל יָחִיד אוֹ מִתּוֹךְ שֶׁל רַבִּים לְתוֹךְ שֶׁלּוֹ. הַנּוֹטֵעַ לְתוֹךְ שֶׁלּוֹ וְהִבְרִיךְ לְתוֹךְ שֶׁלּוֹ, וְדֶרֶךְ הַיָּחִיד וְדֶרֶךְ הָרַבִּים בָּאֶמְצַע, הֲרֵי זֶה אֵינוֹ מֵבִיא. רַבִּי יְהוּדָה אוֹמֵר, כָּזֶה מֵבִיא: \n מֵאֵיזֶה טַעַם אֵינוֹ מֵבִיא, מִשּׁוּם שֶׁנֶּאֱמַר, רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ (שמות כג), עַד שֶׁיְּהוּ כָל הַגִּדּוּלִין מֵאַדְמָתְךָ. הָאֲרִיסִין וְהֶחָכוֹרוֹת וְהַסִּקָּרִיקוֹן וְהַגַּזְלָן, אֵין מְבִיאִין מֵאוֹתוֹ הַטַּעַם, מִשּׁוּם שֶׁנֶּאֱמַר, רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ: \n אֵין מְבִיאִין בִּכּוּרִים חוּץ מִשִּׁבְעַת הַמִּינִים. לֹא מִתְּמָרִים שֶׁבֶּהָרִים, וְלֹא מִפֵּרוֹת שֶׁבָּעֲמָקִים, וְלֹא מִזֵּיתֵי שֶׁמֶן שֶׁאֵינָם מִן הַמֻּבְחָר. אֵין מְבִיאִין בִּכּוּרִים קֹדֶם לָעֲצֶרֶת. אַנְשֵׁי הַר צְבוֹעִים הֵבִיאוּ בִכּוּרֵיהֶם קֹדֶם לָעֲצֶרֶת, וְלֹא קִבְּלוּ מֵהֶם, מִפְּנֵי הַכָּתוּב שֶׁבַּתּוֹרָה (שמות כג) וְחַג הַקָּצִיר בִּכּוּרֵי מַעֲשֶׂיךָ אֲשֶׁר תִּזְרַע בַּשָּׂדֶה: \n אֵלּוּ מְבִיאִין וְלֹא קוֹרִין, הַגֵּר מֵבִיא וְאֵינוֹ קוֹרֵא, שֶׁאֵינוֹ יָכוֹל לוֹמַר אֲשֶׁר נִשְׁבַּע ה' לַאֲבוֹתֵינוּ לָתֵת לָנוּ (דברים כ״ו:ג׳). וְאִם הָיְתָה אִמּוֹ מִיִּשְׂרָאֵל, מֵבִיא וְקוֹרֵא. וּכְשֶׁהוּא מִתְפַּלֵּל בֵּינוֹ לְבֵין עַצְמוֹ, אוֹמֵר, אֱלֹהֵי אֲבוֹת יִשְׂרָאֵל. וּכְשֶׁהוּא בְבֵית הַכְּנֶסֶת, אוֹמֵר, אֱלֹהֵי אֲבוֹתֵיכֶם. וְאִם הָיְתָה אִמּוֹ מִיִּשְׂרָאֵל, אוֹמֵר, אֱלֹהֵי אֲבוֹתֵינוּ: \n רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, אִשָּׁה בַת גֵּרִים לֹא תִנָּשֵׂא לַכְּהֻנָּה, עַד שֶׁתְּהֵא אִמָּהּ מִיִּשְׂרָאֵל. אֶחָד גֵּרִים וְאֶחָד עֲבָדִים מְשֻׁחְרָרִים, וַאֲפִלּוּ עַד עֲשָׂרָה דוֹרוֹת, עַד שֶׁתְּהֵא אִמָּן מִיִּשְׂרָאֵל. הָאַפּוֹטְרוֹפּוֹס וְהַשָּׁלִיחַ וְהָעֶבֶד וְהָאִשָּׁה וְטֻמְטוּם וְאַנְדְּרוֹגִינוֹס, מְבִיאִין וְלֹא קוֹרִין, שֶׁאֵינָן יְכוֹלִין לוֹמַר (דברים כ״ו:י׳) אֲשֶׁר נָתַתָּה לִּי ה': \n הַקּוֹנֶה שְׁתֵּי אִילָנוֹת בְּתוֹךְ שֶׁל חֲבֵרוֹ, מֵבִיא וְאֵינוֹ קוֹרֵא. רַבִּי מֵאִיר אוֹמֵר, מֵבִיא וְקוֹרֵא. יָבַשׁ הַמַּעְיָן, נִקְצַץ הָאִילָן, מֵבִיא וְאֵינוֹ קוֹרֵא. רַבִּי יְהוּדָה אוֹמֵר, מֵבִיא וְקוֹרֵא. מֵעֲצֶרֶת וְעַד הֶחָג, מֵבִיא וְקוֹרֵא. מִן הֶחָג וְעַד חֲנֻכָּה, מֵבִיא וְאֵינוֹ קוֹרֵא. רַבִּי יְהוּדָה בֶן בְּתֵירָא אוֹמֵר, מֵבִיא וְקוֹרֵא: \n הִפְרִישׁ בִּכּוּרָיו וּמָכַר שָׂדֵהוּ, מֵבִיא וְאֵינוֹ קוֹרֵא. וְהַשֵּׁנִי, מֵאוֹתוֹ הַמִּין אֵינוֹ מֵבִיא, מִמִּין אַחֵר, מֵבִיא וְקוֹרֵא. רַבִּי יְהוּדָה אוֹמֵר, אַף מֵאוֹתוֹ הַמִּין מֵבִיא וְקוֹרֵא: \n הִפְרִישׁ בִּכּוּרָיו, נִבְזְזוּ, נָמַקּוּ, נִגְנְבוּ, אָבְדוּ, אוֹ שֶׁנִּטְמְאוּ, מֵבִיא אֲחֵרִים תַּחְתֵּיהֶם וְאֵינוֹ קוֹרֵא. וְהַשְּׁנִיִּים אֵינָם חַיָּבִים עֲלֵיהֶם חֹמֶשׁ. נִטְמְאוּ בָעֲזָרָה, נוֹפֵץ וְאֵינוֹ קוֹרֵא: \n וּמִנַּיִן שֶׁהוּא חַיָּב בְּאַחֲרָיוּתָן עַד שֶׁיָּבִיא לְהַר הַבַּיִת, שֶׁנֶּאֱמַר (שמות כג) רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ תָּבִיא בֵּית ה' אֱלֹהֶיךָ, מְלַמֵּד שֶׁחַיָּב בְּאַחֲרָיוּתָם עַד שֶׁיָּבִיא לְהַר הַבָּיִת. הֲרֵי שֶׁהֵבִיא מִמִּין אֶחָד וְקָרָא, וְחָזַר וְהֵבִיא מִמִּין אַחֵר, אֵינוֹ קוֹרֵא: \n וְאֵלּוּ מְבִיאִין וְקוֹרִין, מִן הָעֲצֶרֶת וְעַד הֶחָג, מִשִּׁבְעַת הַמִּינִים, מִפֵּרוֹת שֶׁבֶּהָרִים, מִתְּמָרוֹת שֶׁבָּעֲמָקִים, וּמִזֵּיתֵי שֶׁמֶן, מֵעֵבֶר הַיַּרְדֵּן. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, אֵין מְבִיאִין בִּכּוּרִים מֵעֵבֶר הַיַּרְדֵּן, שֶׁאֵינָהּ אֶרֶץ זָבַת חָלָב וּדְבָשׁ: \n הַקּוֹנֶה שְׁלֹשָׁה אִילָנוֹת בְּתוֹךְ שֶׁל חֲבֵרוֹ, מֵבִיא וְקוֹרֵא. רַבִּי מֵאִיר אוֹמֵר, אֲפִלּוּ שְׁנָיִם. קָנָה אִילָן וְקַרְקָעוֹ, מֵבִיא וְקוֹרֵא. רַבִּי יְהוּדָה אוֹמֵר, אַף בַּעֲלֵי אֲרִיסוּת וְחָכוֹרוֹת, מְבִיאִין וְקוֹרִין: \n",
    "text_english": "יֵשׁ מְבִיאִין בִּכּוּרִים וְקוֹרִין, מְבִיאִין וְלֹא קוֹרִין, וְיֵשׁ שֶׁאֵינָן מְבִיאִין. אֵלּוּ שֶׁאֵינָן מְבִיאִין, הַנּוֹטֵעַ לְתוֹךְ שֶׁלּוֹ וְהִבְרִיךְ לְתוֹךְ שֶׁל יָחִיד אוֹ שֶׁל רַבִּים, וְכֵן הַמַּבְרִיךְ מִתּוֹךְ שֶׁל יָחִיד אוֹ מִתּוֹךְ שֶׁל רַבִּים לְתוֹךְ שֶׁלּוֹ. הַנּוֹטֵעַ לְתוֹךְ שֶׁלּוֹ וְהִבְרִיךְ לְתוֹךְ שֶׁלּוֹ, וְדֶרֶךְ הַיָּחִיד וְדֶרֶךְ הָרַבִּים בָּאֶמְצַע, הֲרֵי זֶה אֵינוֹ מֵבִיא. רַבִּי יְהוּדָה אוֹמֵר, כָּזֶה מֵבִיא: \n מֵאֵיזֶה טַעַם אֵינוֹ מֵבִיא, מִשּׁוּם שֶׁנֶּאֱמַר, רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ (שמות כג), עַד שֶׁיְּהוּ כָל הַגִּדּוּלִין מֵאַדְמָתְךָ. הָאֲרִיסִין וְהֶחָכוֹרוֹת וְהַסִּקָּרִיקוֹן וְהַגַּזְלָן, אֵין מְבִיאִין מֵאוֹתוֹ הַטַּעַם, מִשּׁוּם שֶׁנֶּאֱמַר, רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ: \n אֵין מְבִיאִין בִּכּוּרִים חוּץ מִשִּׁבְעַת הַמִּינִים. לֹא מִתְּמָרִים שֶׁבֶּהָרִים, וְלֹא מִפֵּרוֹת שֶׁבָּעֲמָקִים, וְלֹא מִזֵּיתֵי שֶׁמֶן שֶׁאֵינָם מִן הַמֻּבְחָר. אֵין מְבִיאִין בִּכּוּרִים קֹדֶם לָעֲצֶרֶת. אַנְשֵׁי הַר צְבוֹעִים הֵבִיאוּ בִכּוּרֵיהֶם קֹדֶם לָעֲצֶרֶת, וְלֹא קִבְּלוּ מֵהֶם, מִפְּנֵי הַכָּתוּב שֶׁבַּתּוֹרָה (שמות כג) וְחַג הַקָּצִיר בִּכּוּרֵי מַעֲשֶׂיךָ אֲשֶׁר תִּזְרַע בַּשָּׂדֶה: \n אֵלּוּ מְבִיאִין וְלֹא קוֹרִין, הַגֵּר מֵבִיא וְאֵינוֹ קוֹרֵא, שֶׁאֵינוֹ יָכוֹל לוֹמַר אֲשֶׁר נִשְׁבַּע ה' לַאֲבוֹתֵינוּ לָתֵת לָנוּ (דברים כ״ו:ג׳). וְאִם הָיְתָה אִמּוֹ מִיִּשְׂרָאֵל, מֵבִיא וְקוֹרֵא. וּכְשֶׁהוּא מִתְפַּלֵּל בֵּינוֹ לְבֵין עַצְמוֹ, אוֹמֵר, אֱלֹהֵי אֲבוֹת יִשְׂרָאֵל. וּכְשֶׁהוּא בְבֵית הַכְּנֶסֶת, אוֹמֵר, אֱלֹהֵי אֲבוֹתֵיכֶם. וְאִם הָיְתָה אִמּוֹ מִיִּשְׂרָאֵל, אוֹמֵר, אֱלֹהֵי אֲבוֹתֵינוּ: \n רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, אִשָּׁה בַת גֵּרִים לֹא תִנָּשֵׂא לַכְּהֻנָּה, עַד שֶׁתְּהֵא אִמָּהּ מִיִּשְׂרָאֵל. אֶחָד גֵּרִים וְאֶחָד עֲבָדִים מְשֻׁחְרָרִים, וַאֲפִלּוּ עַד עֲשָׂרָה דוֹרוֹת, עַד שֶׁתְּהֵא אִמָּן מִיִּשְׂרָאֵל. הָאַפּוֹטְרוֹפּוֹס וְהַשָּׁלִיחַ וְהָעֶבֶד וְהָאִשָּׁה וְטֻמְטוּם וְאַנְדְּרוֹגִינוֹס, מְבִיאִין וְלֹא קוֹרִין, שֶׁאֵינָן יְכוֹלִין לוֹמַר (דברים כ״ו:י׳) אֲשֶׁר נָתַתָּה לִּי ה': \n הַקּוֹנֶה שְׁתֵּי אִילָנוֹת בְּתוֹךְ שֶׁל חֲבֵרוֹ, מֵבִיא וְאֵינוֹ קוֹרֵא. רַבִּי מֵאִיר אוֹמֵר, מֵבִיא וְקוֹרֵא. יָבַשׁ הַמַּעְיָן, נִקְצַץ הָאִילָן, מֵבִיא וְאֵינוֹ קוֹרֵא. רַבִּי יְהוּדָה אוֹמֵר, מֵבִיא וְקוֹרֵא. מֵעֲצֶרֶת וְעַד הֶחָג, מֵבִיא וְקוֹרֵא. מִן הֶחָג וְעַד חֲנֻכָּה, מֵבִיא וְאֵינוֹ קוֹרֵא. רַבִּי יְהוּדָה בֶן בְּתֵירָא אוֹמֵר, מֵבִיא וְקוֹרֵא: \n הִפְרִישׁ בִּכּוּרָיו וּמָכַר שָׂדֵהוּ, מֵבִיא וְאֵינוֹ קוֹרֵא. וְהַשֵּׁנִי, מֵאוֹתוֹ הַמִּין אֵינוֹ מֵבִיא, מִמִּין אַחֵר, מֵבִיא וְקוֹרֵא. רַבִּי יְהוּדָה אוֹמֵר, אַף מֵאוֹתוֹ הַמִּין מֵבִיא וְקוֹרֵא: \n הִפְרִישׁ בִּכּוּרָיו, נִבְזְזוּ, נָמַקּוּ, נִגְנְבוּ, אָבְדוּ, אוֹ שֶׁנִּטְמְאוּ, מֵבִיא אֲחֵרִים תַּחְתֵּיהֶם וְאֵינוֹ קוֹרֵא. וְהַשְּׁנִיִּים אֵינָם חַיָּבִים עֲלֵיהֶם חֹמֶשׁ. נִטְמְאוּ בָעֲזָרָה, נוֹפֵץ וְאֵינוֹ קוֹרֵא: \n וּמִנַּיִן שֶׁהוּא חַיָּב בְּאַחֲרָיוּתָן עַד שֶׁיָּבִיא לְהַר הַבַּיִת, שֶׁנֶּאֱמַר (שמות כג) רֵאשִׁית בִּכּוּרֵי אַדְמָתְךָ תָּבִיא בֵּית ה' אֱלֹהֶיךָ, מְלַמֵּד שֶׁחַיָּב בְּאַחֲרָיוּתָם עַד שֶׁיָּבִיא לְהַר הַבָּיִת. הֲרֵי שֶׁהֵבִיא מִמִּין אֶחָד וְקָרָא, וְחָזַר וְהֵבִיא מִמִּין אַחֵר, אֵינוֹ קוֹרֵא: \n וְאֵלּוּ מְבִיאִין וְקוֹרִין, מִן הָעֲצֶרֶת וְעַד הֶחָג, מִשִּׁבְעַת הַמִּינִים, מִפֵּרוֹת שֶׁבֶּהָרִים, מִתְּמָרוֹת שֶׁבָּעֲמָקִים, וּמִזֵּיתֵי שֶׁמֶן, מֵעֵבֶר הַיַּרְדֵּן. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, אֵין מְבִיאִין בִּכּוּרִים מֵעֵבֶר הַיַּרְדֵּן, שֶׁאֵינָהּ אֶרֶץ זָבַת חָלָב וּדְבָשׁ: \n הַקּוֹנֶה שְׁלֹשָׁה אִילָנוֹת בְּתוֹךְ שֶׁל חֲבֵרוֹ, מֵבִיא וְקוֹרֵא. רַבִּי מֵאִיר אוֹמֵר, אֲפִלּוּ שְׁנָיִם. קָנָה אִילָן וְקַרְקָעוֹ, מֵבִיא וְקוֹרֵא. רַבִּי יְהוּדָה אוֹמֵר, אַף בַּעֲלֵי אֲרִיסוּת וְחָכוֹרוֹת, מְבִיאִין וְקוֹרִין: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Shabbat.1",
    "source": "sefaria",
    "ref": "Mishnah Shabbat 1",
    "title": "Mishnah Shabbat",
    "text_original": "יְצִיאוֹת הַשַּׁבָּת שְׁתַּיִם שֶׁהֵן אַרְבַּע בִּפְנִים, וּשְׁתַּיִם שֶׁהֵן אַרְבַּע בַּחוּץ. כֵּיצַד. הֶעָנִי עוֹמֵד בַּחוּץ וּבַעַל הַבַּיִת בִּפְנִים, פָּשַׁט הֶעָנִי אֶת יָדוֹ לִפְנִים וְנָתַן לְתוֹךְ יָדוֹ שֶׁל בַּעַל הַבַּיִת, אוֹ שֶׁנָּטַל מִתּוֹכָהּ וְהוֹצִיא, הֶעָנִי חַיָּב וּבַעַל הַבַּיִת פָּטוּר. פָּשַׁט בַּעַל הַבַּיִת אֶת יָדוֹ לַחוּץ וְנָתַן לְתוֹךְ יָדוֹ שֶׁל עָנִי, אוֹ שֶׁנָּטַל מִתּוֹכָהּ וְהִכְנִיס, בַּעַל הַבַּיִת חַיָּב וְהֶעָנִי פָּטוּר. פָּשַׁט הֶעָנִי אֶת יָדוֹ לִפְנִים וְנָטַל בַּעַל הַבַּיִת מִתּוֹכָהּ, אוֹ שֶׁנָּתַן לְתוֹכָהּ וְהוֹצִיא, שְׁנֵיהֶם פְּטוּרִין. פָּשַׁט בַּעַל הַבַּיִת אֶת יָדוֹ לַחוּץ וְנָטַל הֶעָנִי מִתּוֹכָהּ, אוֹ שֶׁנָּתַן לְתוֹכָהּ וְהִכְנִיס, שְׁנֵיהֶם פְּטוּרִין: \n לֹא יֵשֵׁב אָדָם לִפְנֵי הַסַּפָּר סָמוּךְ לַמִּנְחָה, עַד שֶׁיִּתְפַּלֵּל. לֹא יִכָּנֵס אָדָם לַמֶּרְחָץ וְלֹא לַבֻּרְסְקִי וְלֹא לֶאֱכֹל וְלֹא לָדִין. וְאִם הִתְחִילוּ, אֵין מַפְסִיקִין. מַפְסִיקִים לִקְרוֹת קְרִיאַת שְׁמַע, וְאֵין מַפְסִיקִים לַתְּפִלָּה: \n לֹא יֵצֵא הַחַיָּט בְּמַחְטוֹ סָמוּךְ לַחֲשֵׁכָה, שֶׁמָּא יִשְׁכַּח וְיֵצֵא. וְלֹא הַלַּבְלָר בְּקֻלְמוֹסוֹ. וְלֹא יְפַלֶּה אֶת כֵּלָיו, וְלֹא יִקְרָא לְאוֹר הַנֵּר. בֶּאֱמֶת אָמְרוּ, הַחַזָּן רוֹאֶה הֵיכָן תִּינוֹקוֹת קוֹרְאִים, אֲבָל הוּא לֹא יִקְרָא. כַּיּוֹצֵא בוֹ, לֹא יֹאכַל הַזָּב עִם הַזָּבָה, מִפְּנֵי הֶרְגֵּל עֲבֵרָה: \n וְאֵלּוּ מִן הַהֲלָכוֹת שֶׁאָמְרוּ בַעֲלִיַּת חֲנַנְיָה בֶן חִזְקִיָּה בֶן גֻּרְיוֹן כְּשֶׁעָלוּ לְבַקְּרוֹ. נִמְנוּ וְרַבּוּ בֵּית שַׁמַּאי עַל בֵּית הִלֵּל, וּשְׁמֹנָה עָשָׂר דְּבָרִים גָּזְרוּ בוֹ בַיּוֹם: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין שׁוֹרִין דְּיוֹ וְסַמְמָנִים וְכַרְשִׁינִים, אֶלָּא כְּדֵי שֶׁיִּשּׁוֹרוּ מִבְּעוֹד יוֹם. וּבֵית הִלֵּל מַתִּירִין: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹתְנִין אוּנִין שֶׁל פִּשְׁתָּן לְתוֹךְ הַתַּנּוּר, אֶלָּא כְּדֵי שֶׁיַּהְבִּילוּ מִבְּעוֹד יוֹם, וְלֹא אֶת הַצֶּמֶר לַיּוֹרָה, אֶלָּא כְדֵי שֶׁיִּקְלֹט הָעַיִן. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, אֵין פּוֹרְשִׂין מְצוּדוֹת חַיָּה וְעוֹפוֹת וְדָגִים, אֶלָּא כְדֵי שֶׁיִּצּוֹדוּ מִבְּעוֹד יוֹם. וּבֵית הִלֵּל מַתִּירִין: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹכְרִין לַנָּכְרִי וְאֵין טוֹעֲנִין עִמּוֹ וְאֵין מַגְבִּיהִין עָלָיו, אֶלָּא כְּדֵי שֶׁיַּגִּיעַ לְמָקוֹם קָרוֹב. וּבֵית הִלֵּל מַתִּירִין: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹתְנִין עוֹרוֹת לְעַבְּדָן וְלֹא כֵלִים לְכוֹבֵס נָכְרִי, אֶלָּא כְּדֵי שֶׁיֵּעָשׂוּ מִבְּעוֹד יוֹם. וּבְכֻלָּן בֵּית הִלֵּל מַתִּירִין עִם הַשָּׁמֶשׁ: \n אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, נוֹהֲגִין הָיוּ בֵּית אַבָּא שֶׁהָיוּ נוֹתְנִין כְּלֵי לָבָן לְכוֹבֵס נָכְרִי שְׁלשָׁה יָמִים קֹדֶם לַשַּׁבָּת. וְשָׁוִין אֵלּוּ וָאֵלּוּ, שֶׁטּוֹעֲנִין קוֹרוֹת בֵּית הַבַּד וְעִגּוּלֵי הַגָּת: \n אֵין צוֹלִין בָּשָׂר, בָּצָל, וּבֵיצָה, אֶלָּא כְּדֵי שֶׁיִּצּוֹלוּ מִבְּעוֹד יוֹם. אֵין נוֹתְנִין פַּת לַתַּנּוּר עִם חֲשֵׁכָה, וְלֹא חֲרָרָה עַל גַּבֵּי גֶחָלִים, אֶלָּא כְּדֵי שֶׁיִּקְרְמוּ פָנֶיהָ מִבְּעוֹד יוֹם. רַבִּי אֱלִיעֶזֶר אוֹמֵר, כְּדֵי שֶׁיִּקְרֹם הַתַּחְתּוֹן שֶׁלָּהּ: \n מְשַׁלְשְׁלִין אֶת הַפֶּסַח בַּתַּנּוּר עִם חֲשֵׁכָה. וּמַאֲחִיזִין אֶת הָאוּר בִּמְדוּרַת בֵּית הַמּוֹקֵד. וּבַגְּבוּלִין, כְּדֵי שֶׁיֶּאֱחֹז הָאוּר בְּרֻבָּן. רַבִּי יְהוּדָה אוֹמֵר, בְּפֶחָמִין, כָּל שֶׁהוּא: \n",
    "text_english": "יְצִיאוֹת הַשַּׁבָּת שְׁתַּיִם שֶׁהֵן אַרְבַּע בִּפְנִים, וּשְׁתַּיִם שֶׁהֵן אַרְבַּע בַּחוּץ. כֵּיצַד. הֶעָנִי עוֹמֵד בַּחוּץ וּבַעַל הַבַּיִת בִּפְנִים, פָּשַׁט הֶעָנִי אֶת יָדוֹ לִפְנִים וְנָתַן לְתוֹךְ יָדוֹ שֶׁל בַּעַל הַבַּיִת, אוֹ שֶׁנָּטַל מִתּוֹכָהּ וְהוֹצִיא, הֶעָנִי חַיָּב וּבַעַל הַבַּיִת פָּטוּר. פָּשַׁט בַּעַל הַבַּיִת אֶת יָדוֹ לַחוּץ וְנָתַן לְתוֹךְ יָדוֹ שֶׁל עָנִי, אוֹ שֶׁנָּטַל מִתּוֹכָהּ וְהִכְנִיס, בַּעַל הַבַּיִת חַיָּב וְהֶעָנִי פָּטוּר. פָּשַׁט הֶעָנִי אֶת יָדוֹ לִפְנִים וְנָטַל בַּעַל הַבַּיִת מִתּוֹכָהּ, אוֹ שֶׁנָּתַן לְתוֹכָהּ וְהוֹצִיא, שְׁנֵיהֶם פְּטוּרִין. פָּשַׁט בַּעַל הַבַּיִת אֶת יָדוֹ לַחוּץ וְנָטַל הֶעָנִי מִתּוֹכָהּ, אוֹ שֶׁנָּתַן לְתוֹכָהּ וְהִכְנִיס, שְׁנֵיהֶם פְּטוּרִין: \n לֹא יֵשֵׁב אָדָם לִפְנֵי הַסַּפָּר סָמוּךְ לַמִּנְחָה, עַד שֶׁיִּתְפַּלֵּל. לֹא יִכָּנֵס אָדָם לַמֶּרְחָץ וְלֹא לַבֻּרְסְקִי וְלֹא לֶאֱכֹל וְלֹא לָדִין. וְאִם הִתְחִילוּ, אֵין מַפְסִיקִין. מַפְסִיקִים לִקְרוֹת קְרִיאַת שְׁמַע, וְאֵין מַפְסִיקִים לַתְּפִלָּה: \n לֹא יֵצֵא הַחַיָּט בְּמַחְטוֹ סָמוּךְ לַחֲשֵׁכָה, שֶׁמָּא יִשְׁכַּח וְיֵצֵא. וְלֹא הַלַּבְלָר בְּקֻלְמוֹסוֹ. וְלֹא יְפַלֶּה אֶת כֵּלָיו, וְלֹא יִקְרָא לְאוֹר הַנֵּר. בֶּאֱמֶת אָמְרוּ, הַחַזָּן רוֹאֶה הֵיכָן תִּינוֹקוֹת קוֹרְאִים, אֲבָל הוּא לֹא יִקְרָא. כַּיּוֹצֵא בוֹ, לֹא יֹאכַל הַזָּב עִם הַזָּבָה, מִפְּנֵי הֶרְגֵּל עֲבֵרָה: \n וְאֵלּוּ מִן הַהֲלָכוֹת שֶׁאָמְרוּ בַעֲלִיַּת חֲנַנְיָה בֶן חִזְקִיָּה בֶן גֻּרְיוֹן כְּשֶׁעָלוּ לְבַקְּרוֹ. נִמְנוּ וְרַבּוּ בֵּית שַׁמַּאי עַל בֵּית הִלֵּל, וּשְׁמֹנָה עָשָׂר דְּבָרִים גָּזְרוּ בוֹ בַיּוֹם: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין שׁוֹרִין דְּיוֹ וְסַמְמָנִים וְכַרְשִׁינִים, אֶלָּא כְּדֵי שֶׁיִּשּׁוֹרוּ מִבְּעוֹד יוֹם. וּבֵית הִלֵּל מַתִּירִין: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹתְנִין אוּנִין שֶׁל פִּשְׁתָּן לְתוֹךְ הַתַּנּוּר, אֶלָּא כְּדֵי שֶׁיַּהְבִּילוּ מִבְּעוֹד יוֹם, וְלֹא אֶת הַצֶּמֶר לַיּוֹרָה, אֶלָּא כְדֵי שֶׁיִּקְלֹט הָעַיִן. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, אֵין פּוֹרְשִׂין מְצוּדוֹת חַיָּה וְעוֹפוֹת וְדָגִים, אֶלָּא כְדֵי שֶׁיִּצּוֹדוּ מִבְּעוֹד יוֹם. וּבֵית הִלֵּל מַתִּירִין: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹכְרִין לַנָּכְרִי וְאֵין טוֹעֲנִין עִמּוֹ וְאֵין מַגְבִּיהִין עָלָיו, אֶלָּא כְּדֵי שֶׁיַּגִּיעַ לְמָקוֹם קָרוֹב. וּבֵית הִלֵּל מַתִּירִין: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹתְנִין עוֹרוֹת לְעַבְּדָן וְלֹא כֵלִים לְכוֹבֵס נָכְרִי, אֶלָּא כְּדֵי שֶׁיֵּעָשׂוּ מִבְּעוֹד יוֹם. וּבְכֻלָּן בֵּית הִלֵּל מַתִּירִין עִם הַשָּׁמֶשׁ: \n אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, נוֹהֲגִין הָיוּ בֵּית אַבָּא שֶׁהָיוּ נוֹתְנִין כְּלֵי לָבָן לְכוֹבֵס נָכְרִי שְׁלשָׁה יָמִים קֹדֶם לַשַּׁבָּת. וְשָׁוִין אֵלּוּ וָאֵלּוּ, שֶׁטּוֹעֲנִין קוֹרוֹת בֵּית הַבַּד וְעִגּוּלֵי הַגָּת: \n אֵין צוֹלִין בָּשָׂר, בָּצָל, וּבֵיצָה, אֶלָּא כְּדֵי שֶׁיִּצּוֹלוּ מִבְּעוֹד יוֹם. אֵין נוֹתְנִין פַּת לַתַּנּוּר עִם חֲשֵׁכָה, וְלֹא חֲרָרָה עַל גַּבֵּי גֶחָלִים, אֶלָּא כְּדֵי שֶׁיִּקְרְמוּ פָנֶיהָ מִבְּעוֹד יוֹם. רַבִּי אֱלִיעֶזֶר אוֹמֵר, כְּדֵי שֶׁיִּקְרֹם הַתַּחְתּוֹן שֶׁלָּהּ: \n מְשַׁלְשְׁלִין אֶת הַפֶּסַח בַּתַּנּוּר עִם חֲשֵׁכָה. וּמַאֲחִיזִין אֶת הָאוּר בִּמְדוּרַת בֵּית הַמּוֹקֵד. וּבַגְּבוּלִין, כְּדֵי שֶׁיֶּאֱחֹז הָאוּר בְּרֻבָּן. רַבִּי יְהוּדָה אוֹמֵר, בְּפֶחָמִין, כָּל שֶׁהוּא: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Eruvin.1",
    "source": "sefaria",
    "ref": "Mishnah Eruvin 1",
    "title": "Mishnah Eruvin",
    "text_original": "מָבוֹי שֶׁהוּא גָבוֹהַּ לְמַעְלָה מֵעֶשְׂרִים אַמָּה, יְמַעֵט. רַבִּי יְהוּדָה אוֹמֵר, אֵינוֹ צָרִיךְ. וְהָרָחָב מֵעֶשֶׂר אַמּוֹת, יְמַעֵט. וְאִם יֶשׁ לוֹ צוּרַת הַפֶּתַח, אַף עַל פִּי שֶׁהוּא רָחָב מֵעֶשֶׂר אַמּוֹת, אֵין צָרִיךְ לְמַעֵט: \n הֶכְשֵׁר מָבוֹי, בֵּית שַׁמַּאי אוֹמְרִים, לֶחִי וְקוֹרָה, וּבֵית הִלֵּל אוֹמְרִים, לֶחִי אוֹ קוֹרָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, לְחָיַיִן. מִשּׁוּם רַבִּי יִשְׁמָעֵאל אָמַר תַּלְמִיד אֶחָד לִפְנֵי רַבִּי עֲקִיבָא, לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל מָבוֹי שֶׁהוּא פָחוֹת מֵאַרְבַּע אַמּוֹת, שֶׁהוּא אוֹ בְלֶחִי אוֹ בְקוֹרָה. עַל מַה נֶּחְלְקוּ, עַל רָחָב מֵאַרְבַּע אַמּוֹת וְעַד עֶשֶׂר, שֶׁבֵּית שַׁמַּאי אוֹמְרִים, לֶחִי וְקוֹרָה, וּבֵית הִלֵּל אוֹמְרִים, אוֹ לֶחִי אוֹ קוֹרָה. אָמַר רַבִּי עֲקִיבָא, עַל זֶה וְעַל זֶה נֶחֱלָקוּ: \n הַקּוֹרָה שֶׁאָמְרוּ, רְחָבָה כְּדֵי לְקַבֵּל אָרִיחַ. וְאָרִיחַ, חֲצִי לְבֵנָה שֶׁל שְׁלֹשָׁה טְפָחִים. דַּיָּה לַקּוֹרָה שֶׁתְּהֵא רְחָבָה טֶפַח, כְּדֵי לְקַבֵּל אָרִיחַ לְאָרְכּוֹ: \n רְחָבָה, כְּדֵי לְקַבֵּל אָרִיחַ, וּבְרִיאָה, כְּדֵי לְקַבֵּל אָרִיחַ. רַבִּי יְהוּדָה אוֹמֵר, רְחָבָה אַף עַל פִּי שֶׁאֵין בְּרִיאָה: \n הָיְתָה שֶׁל קַשׁ אוֹ שֶׁל קָנִים, רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא שֶׁל מַתֶּכֶת. עֲקֻמָּה, רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא פְשׁוּטָה. עֲגֻלָּה, רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא מְרֻבַּעַת. כֹּל שֶׁיֵּשׁ בְּהֶקֵּפוֹ שְׁלֹשָׁה טְפָחִים, יֶשׁ בּוֹ רֹחַב טָפַח: \n לְחָיַיִן שֶׁאָמְרוּ, גָּבְהָן עֲשָׂרָה טְפָחִים, וְרָחְבָּן וְעָבְיָן כָּל שֶׁהוּא. רַבִּי יוֹסֵי אוֹמֵר, רָחְבָּן שְׁלֹשָׁה טְפָחִים: \n בַּכֹּל עוֹשִׂין לְחָיַיִן, אֲפִלּוּ בְדָבָר שֶׁיֶּשׁ בּוֹ רוּחַ חַיִּים. וְרַבִּי יוֹסֵי אוֹסֵר. וּמְטַמֵּא מִשּׁוּם גּוֹלֵל, וְרַבִּי מֵאִיר מְטַהֵר. וְכוֹתְבִין עָלָיו גִּטֵּי נָשִׁים, וְרַבִּי יוֹסֵי הַגְּלִילִי פוֹסֵל: \n שַׁיָּרָא שֶׁחָנְתָה בְּבִקְעָה וְהִקִּיפוּהָ בִכְלֵי בְהֵמָה, מְטַלְטְלִין בְּתוֹכָהּ, וּבִלְבַד שֶׁיְּהֵא גָדֵר גָּבוֹהַּ עֲשָׂרָה טְפָחִים, וְלֹא יִהְיוּ פְרָצוֹת יְתֵרוֹת עַל הַבִּנְיָן. כָּל פִּרְצָה שֶׁהִיא כְעֶשֶׂר אַמּוֹת, מֻתֶּרֶת, מִפְּנֵי שֶׁהִיא כְפֶתַח. יָתֵר מִכָּאן, אָסוּר: \n מַקִּיפִין שְׁלֹשָׁה חֲבָלִים, זֶה לְמַעְלָה מִזֶּה וְזֶה לְמַעְלָה מִזֶּה, וּבִלְבַד שֶׁלֹּא יְהֵא בֵּין חֶבֶל לַחֲבֵרוֹ שְׁלֹשָׁה טְפָחִים. שִׁעוּר חֲבָלִים וְעָבְיָן, יָתֵר עַל טֶפַח, כְּדֵי שֶׁיְּהֵא הַכֹּל עֲשָׂרָה טְפָחִים: \n מַקִּיפִין בְּקָנִים, וּבִלְבַד שֶׁלֹּא יְהֵא בֵין קָנֶה לַחֲבֵרוֹ שְׁלֹשָׁה טְפָחִים. בְּשַׁיָּרָא דִבְּרוּ, דִּבְרֵי רַבִּי יְהוּדָה. וַחֲכָמִים אוֹמְרִים, לֹא דִבְּרוּ בְשַׁיָּרָא אֶלָּא בַהֹוֶה. כָּל מְחִצָּה שֶׁאֵינָהּ שֶׁל שְׁתִי וְשֶׁל עֵרֶב, אֵינָהּ מְחִצָּה, דִּבְרֵי רַבִּי יוֹסֵי בַּר רַבִּי יְהוּדָה. וַחֲכָמִים אוֹמְרִים, אֶחָד מִשְּׁנֵי דְבָרִים. אַרְבָּעָה דְבָרִים פָּטְרוּ בַמַּחֲנֶה, מְבִיאִין עֵצִים מִכָּל מָקוֹם, וּפְטוּרִים מֵרְחִיצַת יָדַיִם, וּמִדְּמַאי, וּמִלְּעָרֵב: \n",
    "text_english": "מָבוֹי שֶׁהוּא גָבוֹהַּ לְמַעְלָה מֵעֶשְׂרִים אַמָּה, יְמַעֵט. רַבִּי יְהוּדָה אוֹמֵר, אֵינוֹ צָרִיךְ. וְהָרָחָב מֵעֶשֶׂר אַמּוֹת, יְמַעֵט. וְאִם יֶשׁ לוֹ צוּרַת הַפֶּתַח, אַף עַל פִּי שֶׁהוּא רָחָב מֵעֶשֶׂר אַמּוֹת, אֵין צָרִיךְ לְמַעֵט: \n הֶכְשֵׁר מָבוֹי, בֵּית שַׁמַּאי אוֹמְרִים, לֶחִי וְקוֹרָה, וּבֵית הִלֵּל אוֹמְרִים, לֶחִי אוֹ קוֹרָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, לְחָיַיִן. מִשּׁוּם רַבִּי יִשְׁמָעֵאל אָמַר תַּלְמִיד אֶחָד לִפְנֵי רַבִּי עֲקִיבָא, לֹא נֶחְלְקוּ בֵּית שַׁמַּאי וּבֵית הִלֵּל עַל מָבוֹי שֶׁהוּא פָחוֹת מֵאַרְבַּע אַמּוֹת, שֶׁהוּא אוֹ בְלֶחִי אוֹ בְקוֹרָה. עַל מַה נֶּחְלְקוּ, עַל רָחָב מֵאַרְבַּע אַמּוֹת וְעַד עֶשֶׂר, שֶׁבֵּית שַׁמַּאי אוֹמְרִים, לֶחִי וְקוֹרָה, וּבֵית הִלֵּל אוֹמְרִים, אוֹ לֶחִי אוֹ קוֹרָה. אָמַר רַבִּי עֲקִיבָא, עַל זֶה וְעַל זֶה נֶחֱלָקוּ: \n הַקּוֹרָה שֶׁאָמְרוּ, רְחָבָה כְּדֵי לְקַבֵּל אָרִיחַ. וְאָרִיחַ, חֲצִי לְבֵנָה שֶׁל שְׁלֹשָׁה טְפָחִים. דַּיָּה לַקּוֹרָה שֶׁתְּהֵא רְחָבָה טֶפַח, כְּדֵי לְקַבֵּל אָרִיחַ לְאָרְכּוֹ: \n רְחָבָה, כְּדֵי לְקַבֵּל אָרִיחַ, וּבְרִיאָה, כְּדֵי לְקַבֵּל אָרִיחַ. רַבִּי יְהוּדָה אוֹמֵר, רְחָבָה אַף עַל פִּי שֶׁאֵין בְּרִיאָה: \n הָיְתָה שֶׁל קַשׁ אוֹ שֶׁל קָנִים, רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא שֶׁל מַתֶּכֶת. עֲקֻמָּה, רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא פְשׁוּטָה. עֲגֻלָּה, רוֹאִין אוֹתָהּ כְּאִלּוּ הִיא מְרֻבַּעַת. כֹּל שֶׁיֵּשׁ בְּהֶקֵּפוֹ שְׁלֹשָׁה טְפָחִים, יֶשׁ בּוֹ רֹחַב טָפַח: \n לְחָיַיִן שֶׁאָמְרוּ, גָּבְהָן עֲשָׂרָה טְפָחִים, וְרָחְבָּן וְעָבְיָן כָּל שֶׁהוּא. רַבִּי יוֹסֵי אוֹמֵר, רָחְבָּן שְׁלֹשָׁה טְפָחִים: \n בַּכֹּל עוֹשִׂין לְחָיַיִן, אֲפִלּוּ בְדָבָר שֶׁיֶּשׁ בּוֹ רוּחַ חַיִּים. וְרַבִּי יוֹסֵי אוֹסֵר. וּמְטַמֵּא מִשּׁוּם גּוֹלֵל, וְרַבִּי מֵאִיר מְטַהֵר. וְכוֹתְבִין עָלָיו גִּטֵּי נָשִׁים, וְרַבִּי יוֹסֵי הַגְּלִילִי פוֹסֵל: \n שַׁיָּרָא שֶׁחָנְתָה בְּבִקְעָה וְהִקִּיפוּהָ בִכְלֵי בְהֵמָה, מְטַלְטְלִין בְּתוֹכָהּ, וּבִלְבַד שֶׁיְּהֵא גָדֵר גָּבוֹהַּ עֲשָׂרָה טְפָחִים, וְלֹא יִהְיוּ פְרָצוֹת יְתֵרוֹת עַל הַבִּנְיָן. כָּל פִּרְצָה שֶׁהִיא כְעֶשֶׂר אַמּוֹת, מֻתֶּרֶת, מִפְּנֵי שֶׁהִיא כְפֶתַח. יָתֵר מִכָּאן, אָסוּר: \n מַקִּיפִין שְׁלֹשָׁה חֲבָלִים, זֶה לְמַעְלָה מִזֶּה וְזֶה לְמַעְלָה מִזֶּה, וּבִלְבַד שֶׁלֹּא יְהֵא בֵּין חֶבֶל לַחֲבֵרוֹ שְׁלֹשָׁה טְפָחִים. שִׁעוּר חֲבָלִים וְעָבְיָן, יָתֵר עַל טֶפַח, כְּדֵי שֶׁיְּהֵא הַכֹּל עֲשָׂרָה טְפָחִים: \n מַקִּיפִין בְּקָנִים, וּבִלְבַד שֶׁלֹּא יְהֵא בֵין קָנֶה לַחֲבֵרוֹ שְׁלֹשָׁה טְפָחִים. בְּשַׁיָּרָא דִבְּרוּ, דִּבְרֵי רַבִּי יְהוּדָה. וַחֲכָמִים אוֹמְרִים, לֹא דִבְּרוּ בְשַׁיָּרָא אֶלָּא בַהֹוֶה. כָּל מְחִצָּה שֶׁאֵינָהּ שֶׁל שְׁתִי וְשֶׁל עֵרֶב, אֵינָהּ מְחִצָּה, דִּבְרֵי רַבִּי יוֹסֵי בַּר רַבִּי יְהוּדָה. וַחֲכָמִים אוֹמְרִים, אֶחָד מִשְּׁנֵי דְבָרִים. אַרְבָּעָה דְבָרִים פָּטְרוּ בַמַּחֲנֶה, מְבִיאִין עֵצִים מִכָּל מָקוֹם, וּפְטוּרִים מֵרְחִיצַת יָדַיִם, וּמִדְּמַאי, וּמִלְּעָרֵב: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Pesachim.1",
    "source": "sefaria",
    "ref": "Mishnah Pesachim 1",
    "title": "Mishnah Pesachim",
    "text_original": "אוֹר לְאַרְבָּעָה עָשָׂר, בּוֹדְקִין אֶת הֶחָמֵץ לְאוֹר הַנֵּר. כָּל מָקוֹם שֶׁאֵין מַכְנִיסִין בּוֹ חָמֵץ אֵין צָרִיךְ בְּדִיקָה. וְלָמָה אָמְרוּ שְׁתֵּי שׁוּרוֹת בַּמַּרְתֵּף, מָקוֹם שֶׁמַּכְנִיסִין בּוֹ חָמֵץ. בֵּית שַׁמַּאי אוֹמְרִים, שְׁתֵּי שׁוּרוֹת עַל פְּנֵי כָל הַמַּרְתֵּף. וּבֵית הִלֵּל אוֹמְרִים, שְׁתֵּי שׁוּרוֹת הַחִיצוֹנוֹת שֶׁהֵן הָעֶלְיוֹנוֹת: \n אֵין חוֹשְׁשִׁין שֶׁמָּא גָרְרָה חֻלְדָּה מִבַּיִת לְבַיִת וּמִמָּקוֹם לְמָקוֹם, דְּאִם כֵּן, מֵחָצֵר לְחָצֵר וּמֵעִיר לְעִיר, אֵין לַדָּבָר סוֹף: \n רַבִּי יְהוּדָה אוֹמֵר, בּוֹדְקִין אוֹר אַרְבָּעָה עָשָׂר וּבְאַרְבָּעָה עָשָׂר שַׁחֲרִית וּבִשְׁעַת הַבִּעוּר. וַחֲכָמִים אוֹמְרִים, לֹא בָדַק אוֹר אַרְבָּעָה עָשָׂר, יִבְדֹּק בְּאַרְבָּעָה עָשָׂר. לֹא בָדַק בְּאַרְבָּעָה עָשָׂר, יִבְדֹּק בְּתוֹךְ הַמּוֹעֵד. לֹא בָדַק בְּתוֹךְ הַמּוֹעֵד, יִבְדֹּק לְאַחַר הַמּוֹעֵד. וּמַה שֶּׁמְּשַׁיֵּר, יַנִּיחֶנּוּ בְצִנְעָא, כְּדֵי שֶׁלֹּא יְהֵא צָרִיךְ בְּדִיקָה אַחֲרָיו: \n רַבִּי מֵאִיר אוֹמֵר, אוֹכְלִין כָּל חָמֵשׁ, וְשׂוֹרְפִין בִּתְחִלַּת שֵׁשׁ. וְרַבִּי יְהוּדָה אוֹמֵר, אוֹכְלִין כָּל אַרְבַּע, וְתוֹלִין כָּל חָמֵשׁ, וְשׂוֹרְפִין בִּתְחִלַּת שֵׁשׁ: \n וְעוֹד אָמַר רַבִּי יְהוּדָה, שְׁתֵּי חַלּוֹת שֶׁל תּוֹדָה פְסוּלוֹת מֻנָּחוֹת עַל גַּג הָאִצְטַבָּא. כָּל זְמַן שֶׁמֻּנָּחוֹת, כָּל הָעָם אוֹכְלִים. נִטְּלָה אַחַת, תּוֹלִין, לֹא אוֹכְלִין וְלֹא שׂוֹרְפִין. נִטְּלוּ שְׁתֵּיהֶן, הִתְחִילוּ כָל הָעָם שׂוֹרְפִין. רַבָּן גַּמְלִיאֵל אוֹמֵר, חֻלִּין נֶאֱכָלִין כָּל אַרְבַּע, וּתְרוּמָה כָּל חָמֵשׁ, וְשׂוֹרְפִין בִּתְחִלַּת שֵׁשׁ: \n רַבִּי חֲנִינָא סְגַן הַכֹּהֲנִים אוֹמֵר, מִימֵיהֶם שֶׁל כֹּהֲנִים לֹא נִמְנְעוּ מִלִּשְׂרֹף אֶת הַבָּשָׂר שֶׁנִּטְמָא בִוְלַד הַטֻּמְאָה עִם הַבָּשָׂר שֶׁנִּטְמָא בְאַב הַטֻּמְאָה, אַף עַל פִּי שֶׁמּוֹסִיפִין טֻמְאָה עַל טֻמְאָתוֹ. הוֹסִיף רַבִּי עֲקִיבָא וְאָמַר, מִימֵיהֶם שֶׁל כֹּהֲנִים לֹא נִמְנְעוּ מִלְּהַדְלִיק אֶת הַשֶּׁמֶן שֶׁנִּפְסַל בִּטְבוּל יוֹם בְּנֵר שֶׁנִּטְמָא בִטְמֵא מֵת, אַף עַל פִּי שֶׁמּוֹסִיפִין טֻמְאָה עַל טֻמְאָתוֹ: \n אָמַר רַבִּי מֵאִיר, מִדִּבְרֵיהֶם לָמַדְנוּ, שֶׁשּׂוֹרְפִין תְּרוּמָה טְהוֹרָה עִם הַטְּמֵאָה בְּפֶסַח. אָמַר לוֹ רַבִּי יוֹסֵי, אֵינָהּ הִיא הַמִּדָּה. וּמוֹדִים רַבִּי אֱלִיעֶזֶר וְרַבִּי יְהוֹשֻׁעַ, שֶׁשּׂוֹרְפִין זוֹ לְעַצְמָהּ וְזוֹ לְעַצְמָהּ. עַל מַה נֶּחֱלְקוּ, עַל הַתְּלוּיָה וְעַל הַטְּמֵאָה, שֶׁרַבִּי אֱלִיעֶזֶר אוֹמֵר, תִּשָּׂרֵף זוֹ לְעַצְמָהּ וְזוֹ לְעַצְמָהּ, וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר, שְׁתֵּיהֶן כְּאֶחָת: \n",
    "text_english": "אוֹר לְאַרְבָּעָה עָשָׂר, בּוֹדְקִין אֶת הֶחָמֵץ לְאוֹר הַנֵּר. כָּל מָקוֹם שֶׁאֵין מַכְנִיסִין בּוֹ חָמֵץ אֵין צָרִיךְ בְּדִיקָה. וְלָמָה אָמְרוּ שְׁתֵּי שׁוּרוֹת בַּמַּרְתֵּף, מָקוֹם שֶׁמַּכְנִיסִין בּוֹ חָמֵץ. בֵּית שַׁמַּאי אוֹמְרִים, שְׁתֵּי שׁוּרוֹת עַל פְּנֵי כָל הַמַּרְתֵּף. וּבֵית הִלֵּל אוֹמְרִים, שְׁתֵּי שׁוּרוֹת הַחִיצוֹנוֹת שֶׁהֵן הָעֶלְיוֹנוֹת: \n אֵין חוֹשְׁשִׁין שֶׁמָּא גָרְרָה חֻלְדָּה מִבַּיִת לְבַיִת וּמִמָּקוֹם לְמָקוֹם, דְּאִם כֵּן, מֵחָצֵר לְחָצֵר וּמֵעִיר לְעִיר, אֵין לַדָּבָר סוֹף: \n רַבִּי יְהוּדָה אוֹמֵר, בּוֹדְקִין אוֹר אַרְבָּעָה עָשָׂר וּבְאַרְבָּעָה עָשָׂר שַׁחֲרִית וּבִשְׁעַת הַבִּעוּר. וַחֲכָמִים אוֹמְרִים, לֹא בָדַק אוֹר אַרְבָּעָה עָשָׂר, יִבְדֹּק בְּאַרְבָּעָה עָשָׂר. לֹא בָדַק בְּאַרְבָּעָה עָשָׂר, יִבְדֹּק בְּתוֹךְ הַמּוֹעֵד. לֹא בָדַק בְּתוֹךְ הַמּוֹעֵד, יִבְדֹּק לְאַחַר הַמּוֹעֵד. וּמַה שֶּׁמְּשַׁיֵּר, יַנִּיחֶנּוּ בְצִנְעָא, כְּדֵי שֶׁלֹּא יְהֵא צָרִיךְ בְּדִיקָה אַחֲרָיו: \n רַבִּי מֵאִיר אוֹמֵר, אוֹכְלִין כָּל חָמֵשׁ, וְשׂוֹרְפִין בִּתְחִלַּת שֵׁשׁ. וְרַבִּי יְהוּדָה אוֹמֵר, אוֹכְלִין כָּל אַרְבַּע, וְתוֹלִין כָּל חָמֵשׁ, וְשׂוֹרְפִין בִּתְחִלַּת שֵׁשׁ: \n וְעוֹד אָמַר רַבִּי יְהוּדָה, שְׁתֵּי חַלּוֹת שֶׁל תּוֹדָה פְסוּלוֹת מֻנָּחוֹת עַל גַּג הָאִצְטַבָּא. כָּל זְמַן שֶׁמֻּנָּחוֹת, כָּל הָעָם אוֹכְלִים. נִטְּלָה אַחַת, תּוֹלִין, לֹא אוֹכְלִין וְלֹא שׂוֹרְפִין. נִטְּלוּ שְׁתֵּיהֶן, הִתְחִילוּ כָל הָעָם שׂוֹרְפִין. רַבָּן גַּמְלִיאֵל אוֹמֵר, חֻלִּין נֶאֱכָלִין כָּל אַרְבַּע, וּתְרוּמָה כָּל חָמֵשׁ, וְשׂוֹרְפִין בִּתְחִלַּת שֵׁשׁ: \n רַבִּי חֲנִינָא סְגַן הַכֹּהֲנִים אוֹמֵר, מִימֵיהֶם שֶׁל כֹּהֲנִים לֹא נִמְנְעוּ מִלִּשְׂרֹף אֶת הַבָּשָׂר שֶׁנִּטְמָא בִוְלַד הַטֻּמְאָה עִם הַבָּשָׂר שֶׁנִּטְמָא בְאַב הַטֻּמְאָה, אַף עַל פִּי שֶׁמּוֹסִיפִין טֻמְאָה עַל טֻמְאָתוֹ. הוֹסִיף רַבִּי עֲקִיבָא וְאָמַר, מִימֵיהֶם שֶׁל כֹּהֲנִים לֹא נִמְנְעוּ מִלְּהַדְלִיק אֶת הַשֶּׁמֶן שֶׁנִּפְסַל בִּטְבוּל יוֹם בְּנֵר שֶׁנִּטְמָא בִטְמֵא מֵת, אַף עַל פִּי שֶׁמּוֹסִיפִין טֻמְאָה עַל טֻמְאָתוֹ: \n אָמַר רַבִּי מֵאִיר, מִדִּבְרֵיהֶם לָמַדְנוּ, שֶׁשּׂוֹרְפִין תְּרוּמָה טְהוֹרָה עִם הַטְּמֵאָה בְּפֶסַח. אָמַר לוֹ רַבִּי יוֹסֵי, אֵינָהּ הִיא הַמִּדָּה. וּמוֹדִים רַבִּי אֱלִיעֶזֶר וְרַבִּי יְהוֹשֻׁעַ, שֶׁשּׂוֹרְפִין זוֹ לְעַצְמָהּ וְזוֹ לְעַצְמָהּ. עַל מַה נֶּחֱלְקוּ, עַל הַתְּלוּיָה וְעַל הַטְּמֵאָה, שֶׁרַבִּי אֱלִיעֶזֶר אוֹמֵר, תִּשָּׂרֵף זוֹ לְעַצְמָהּ וְזוֹ לְעַצְמָהּ, וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר, שְׁתֵּיהֶן כְּאֶחָת: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Shekalim.1",
    "source": "sefaria",
    "ref": "Mishnah Shekalim 1",
    "title": "Mishnah Shekalim",
    "text_original": "בְּאֶחָד בַּאֲדָר מַשְׁמִיעִין עַל הַשְּׁקָלִים וְעַל הַכִּלְאַיִם. בַּחֲמִשָּׁה עָשָׂר בּוֹ קוֹרִין אֶת הַמְּגִלָּה בַּכְּרַכִּין, וּמְתַקְּנִין אֶת הַדְּרָכִים וְאֶת הָרְחוֹבוֹת וְאֶת מִקְוְאוֹת הַמַּיִם, וְעוֹשִׂין כָּל צָרְכֵי הָרַבִּים, וּמְצַיְּנִין אֶת הַקְּבָרוֹת, וְיוֹצְאִין אַף עַל הַכִּלְאָיִם: \n אָמַר רַבִּי יְהוּדָה, בָּרִאשׁוֹנָה הָיוּ עוֹקְרִין וּמַשְׁלִיכִין לִפְנֵיהֶם. מִשֶּׁרַבּוּ עוֹבְרֵי עֲבֵרָה, הָיוּ עוֹקְרִין וּמַשְׁלִיכִין עַל הַדְּרָכִים, הִתְקִינוּ שֶׁיְּהוּ מַפְקִירִין כָּל הַשָּׂדֶה כֻּלָּהּ: \n בַּחֲמִשָּׁה עָשָׂר בּוֹ, שֻׁלְחָנוֹת הָיוּ יוֹשְׁבִין בַּמְּדִינָה. בְּעֶשְׂרִים וַחֲמִשָּׁה, יָשְׁבוּ בַּמִּקְדָּשׁ. מִשֶּׁיָּשְׁבוּ בַּמִּקְדָּשׁ, הִתְחִילוּ לְמַשְׁכֵּן. אֶת מִי מְמַשְׁכְּנִין, לְוִיִּם וְיִשְׂרְאֵלִים, גֵּרִים וַעֲבָדִים מְשֻׁחְרָרִים, אֲבָל לֹא נָשִׁים וַעֲבָדִים וּקְטַנִּים. כָּל קָטָן שֶׁהִתְחִיל אָבִיו לִשְׁקוֹל עַל יָדוֹ, שׁוּב אֵינוֹ פּוֹסֵק. וְאֵין מְמַשְׁכְּנִין אֶת הַכֹּהֲנִים מִפְּנֵי דַּרְכֵּי שָׁלוֹם: \n אָמַר רַבִּי יְהוּדָה, הֵעִיד בֶּן בּוּכְרִי בְּיַבְנֶה, כָּל כֹּהֵן שֶׁשּׁוֹקֵל אֵינוֹ חוֹטֵא. אָמַר לוֹ רַבָּן יוֹחָנָן בֶּן זַכַּאי, לֹא כִּי, אֶלָּא כָּל כֹּהֵן שֶׁאֵינוֹ שׁוֹקֵל חוֹטֵא, אֶלָּא שֶׁהַכֹּהֲנִים דּוֹרְשִׁים מִקְרָא זֶה לְעַצְמָן, (ויקרא ו) וְכָל מִנְחַת כֹּהֵן כָּלִיל תִּהְיֶה לֹא תֵאָכֵל, הוֹאִיל וְעֹמֶר וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים שֶׁלָּנוּ, הֵיאָךְ נֶאֱכָלִים: \n אַף עַל פִּי שֶׁאָמְרוּ, אֵין מְמַשְׁכְּנִין נָשִׁים וַעֲבָדִים וּקְטַנִּים, אִם שָׁקְלוּ מְקַבְּלִין מִיָּדָן. הַנָּכְרִי וְהַכּוּתִי שֶׁשָּׁקְלוּ, אֵין מְקַבְּלִין מִיָּדָן. וְאֵין מְקַבְּלִין מִיָּדָן קִנֵּי זָבִין וְקִנֵּי זָבוֹת וְקִנֵּי יוֹלְדוֹת, וְחַטָאוֹת וַאֲשָׁמוֹת. (אֲבָל) נְדָרִים וּנְדָבוֹת, מְקַבְּלִין מִיָּדָן. זֶה הַכְּלָל, כָּל שֶׁנִּדָּר וְנִדָּב, מְקַבְּלִין מִיָּדָן. כָּל שֶׁאֵין נִדָּר וְנִדָּב אֵין מְקַבְּלִין מִיָּדָן. וְכֵן הוּא מְפֹרָשׁ עַל יְדֵי עֶזְרָא, שֶׁנֶּאֱמַר (עזרא ד) לֹא לָכֶם וְלָנוּ לִבְנוֹת בַּיִת לֵאלֹהֵינוּ: \n וְאֵלּוּ שֶׁחַיָּבִין בַּקָּלְבּוֹן, לְוִיִּם וְיִשְׂרְאֵלִים וְגֵרִים וַעֲבָדִים מְשֻׁחְרָרִים, אֲבָל לֹא כֹּהֲנִים וְנָשִׁים וַעֲבָדִים וּקְטַנִּים. הַשּׁוֹקֵל עַל יְדֵי כֹּהֵן, עַל יְדֵי אִשָּׁה, עַל יְדֵי עֶבֶד, עַל יְדֵי קָטָן, פָּטוּר. וְאִם שָׁקַל עַל יָדוֹ וְעַל יַד חֲבֵרוֹ, חַיָּב בְּקָלְבּוֹן אֶחָד. רַבִּי מֵאִיר אוֹמֵר, שְׁנֵי קָלְבּוֹנוֹת. הַנּוֹתֵן סֶלַע וְנוֹטֵל שֶׁקֶל, חַיָּב שְׁנֵי קָלְבּוֹנוֹת: \n הַשּׁוֹקֵל עַל יְדֵי עָנִי, וְעַל יְדֵי שְׁכֵנוֹ, וְעַל יְדֵי בֶּן עִירוֹ, פָטוּר. וְאִם הִלְוָם חַיָּב. הָאַחִין וְהַשֻּׁתָּפִין שֶׁחַיָּבִין בַּקָּלְבּוֹן, פְּטוּרִין מִמַּעֲשֵׂר בְּהֵמָה. וּכְשֶׁחַיָּבִין בְּמַעְשַׂר בְּהֵמָה, פְּטוּרִין מִן הַקָּלְבּוֹן. וְכַמָּה הוּא קָלְבּוֹן, מָעָה כֶּסֶף, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, חֵצִי: \n",
    "text_english": "בְּאֶחָד בַּאֲדָר מַשְׁמִיעִין עַל הַשְּׁקָלִים וְעַל הַכִּלְאַיִם. בַּחֲמִשָּׁה עָשָׂר בּוֹ קוֹרִין אֶת הַמְּגִלָּה בַּכְּרַכִּין, וּמְתַקְּנִין אֶת הַדְּרָכִים וְאֶת הָרְחוֹבוֹת וְאֶת מִקְוְאוֹת הַמַּיִם, וְעוֹשִׂין כָּל צָרְכֵי הָרַבִּים, וּמְצַיְּנִין אֶת הַקְּבָרוֹת, וְיוֹצְאִין אַף עַל הַכִּלְאָיִם: \n אָמַר רַבִּי יְהוּדָה, בָּרִאשׁוֹנָה הָיוּ עוֹקְרִין וּמַשְׁלִיכִין לִפְנֵיהֶם. מִשֶּׁרַבּוּ עוֹבְרֵי עֲבֵרָה, הָיוּ עוֹקְרִין וּמַשְׁלִיכִין עַל הַדְּרָכִים, הִתְקִינוּ שֶׁיְּהוּ מַפְקִירִין כָּל הַשָּׂדֶה כֻּלָּהּ: \n בַּחֲמִשָּׁה עָשָׂר בּוֹ, שֻׁלְחָנוֹת הָיוּ יוֹשְׁבִין בַּמְּדִינָה. בְּעֶשְׂרִים וַחֲמִשָּׁה, יָשְׁבוּ בַּמִּקְדָּשׁ. מִשֶּׁיָּשְׁבוּ בַּמִּקְדָּשׁ, הִתְחִילוּ לְמַשְׁכֵּן. אֶת מִי מְמַשְׁכְּנִין, לְוִיִּם וְיִשְׂרְאֵלִים, גֵּרִים וַעֲבָדִים מְשֻׁחְרָרִים, אֲבָל לֹא נָשִׁים וַעֲבָדִים וּקְטַנִּים. כָּל קָטָן שֶׁהִתְחִיל אָבִיו לִשְׁקוֹל עַל יָדוֹ, שׁוּב אֵינוֹ פּוֹסֵק. וְאֵין מְמַשְׁכְּנִין אֶת הַכֹּהֲנִים מִפְּנֵי דַּרְכֵּי שָׁלוֹם: \n אָמַר רַבִּי יְהוּדָה, הֵעִיד בֶּן בּוּכְרִי בְּיַבְנֶה, כָּל כֹּהֵן שֶׁשּׁוֹקֵל אֵינוֹ חוֹטֵא. אָמַר לוֹ רַבָּן יוֹחָנָן בֶּן זַכַּאי, לֹא כִּי, אֶלָּא כָּל כֹּהֵן שֶׁאֵינוֹ שׁוֹקֵל חוֹטֵא, אֶלָּא שֶׁהַכֹּהֲנִים דּוֹרְשִׁים מִקְרָא זֶה לְעַצְמָן, (ויקרא ו) וְכָל מִנְחַת כֹּהֵן כָּלִיל תִּהְיֶה לֹא תֵאָכֵל, הוֹאִיל וְעֹמֶר וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים שֶׁלָּנוּ, הֵיאָךְ נֶאֱכָלִים: \n אַף עַל פִּי שֶׁאָמְרוּ, אֵין מְמַשְׁכְּנִין נָשִׁים וַעֲבָדִים וּקְטַנִּים, אִם שָׁקְלוּ מְקַבְּלִין מִיָּדָן. הַנָּכְרִי וְהַכּוּתִי שֶׁשָּׁקְלוּ, אֵין מְקַבְּלִין מִיָּדָן. וְאֵין מְקַבְּלִין מִיָּדָן קִנֵּי זָבִין וְקִנֵּי זָבוֹת וְקִנֵּי יוֹלְדוֹת, וְחַטָאוֹת וַאֲשָׁמוֹת. (אֲבָל) נְדָרִים וּנְדָבוֹת, מְקַבְּלִין מִיָּדָן. זֶה הַכְּלָל, כָּל שֶׁנִּדָּר וְנִדָּב, מְקַבְּלִין מִיָּדָן. כָּל שֶׁאֵין נִדָּר וְנִדָּב אֵין מְקַבְּלִין מִיָּדָן. וְכֵן הוּא מְפֹרָשׁ עַל יְדֵי עֶזְרָא, שֶׁנֶּאֱמַר (עזרא ד) לֹא לָכֶם וְלָנוּ לִבְנוֹת בַּיִת לֵאלֹהֵינוּ: \n וְאֵלּוּ שֶׁחַיָּבִין בַּקָּלְבּוֹן, לְוִיִּם וְיִשְׂרְאֵלִים וְגֵרִים וַעֲבָדִים מְשֻׁחְרָרִים, אֲבָל לֹא כֹּהֲנִים וְנָשִׁים וַעֲבָדִים וּקְטַנִּים. הַשּׁוֹקֵל עַל יְדֵי כֹּהֵן, עַל יְדֵי אִשָּׁה, עַל יְדֵי עֶבֶד, עַל יְדֵי קָטָן, פָּטוּר. וְאִם שָׁקַל עַל יָדוֹ וְעַל יַד חֲבֵרוֹ, חַיָּב בְּקָלְבּוֹן אֶחָד. רַבִּי מֵאִיר אוֹמֵר, שְׁנֵי קָלְבּוֹנוֹת. הַנּוֹתֵן סֶלַע וְנוֹטֵל שֶׁקֶל, חַיָּב שְׁנֵי קָלְבּוֹנוֹת: \n הַשּׁוֹקֵל עַל יְדֵי עָנִי, וְעַל יְדֵי שְׁכֵנוֹ, וְעַל יְדֵי בֶּן עִירוֹ, פָטוּר. וְאִם הִלְוָם חַיָּב. הָאַחִין וְהַשֻּׁתָּפִין שֶׁחַיָּבִין בַּקָּלְבּוֹן, פְּטוּרִין מִמַּעֲשֵׂר בְּהֵמָה. וּכְשֶׁחַיָּבִין בְּמַעְשַׂר בְּהֵמָה, פְּטוּרִין מִן הַקָּלְבּוֹן. וְכַמָּה הוּא קָלְבּוֹן, מָעָה כֶּסֶף, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, חֵצִי: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Yoma.1",
    "source": "sefaria",
    "ref": "Mishnah Yoma 1",
    "title": "Mishnah Yoma",
    "text_original": "שִׁבְעַת יָמִים קֹדֶם יוֹם הַכִּפּוּרִים מַפְרִישִׁין כֹּהֵן גָּדוֹל מִבֵּיתוֹ לְלִשְׁכַּת פַּלְהֶדְרִין, וּמַתְקִינִין לוֹ כֹהֵן אַחֵר תַּחְתָּיו, שֶׁמָּא יֶאֱרַע בּוֹ פְסוּל. רַבִּי יְהוּדָה אוֹמֵר, אַף אִשָּׁה אַחֶרֶת מַתְקִינִין לוֹ, שֶׁמָּא תָמוּת אִשְׁתּוֹ, שֶׁנֶּאֱמַר (ויקרא טז) וְכִפֶּר בַּעֲדוֹ וּבְעַד בֵּיתוֹ. בֵּיתוֹ, זוֹ אִשְׁתּוֹ. אָמְרוּ לוֹ, אִם כֵּן, אֵין לַדָּבָר סוֹף: \n כָּל שִׁבְעַת הַיָּמִים הוּא זוֹרֵק אֶת הַדָּם וּמַקְטִיר אֶת הַקְּטֹרֶת וּמֵטִיב אֶת הַנֵּרוֹת וּמַקְרִיב אֶת הָרֹאשׁ וְאֶת הָרֶגֶל. וּשְׁאָר כָּל הַיָּמִים, אִם רָצָה לְהַקְרִיב, מַקְרִיב, שֶׁכֹּהֵן גָּדוֹל מַקְרִיב חֵלֶק בָּרֹאשׁ וְנוֹטֵל חֵלֶק בָּרֹאשׁ: \n מָסְרוּ לוֹ זְקֵנִים מִזִּקְנֵי בֵית דִּין, וְקוֹרִין לְפָנָיו בְּסֵדֶר הַיּוֹם, וְאוֹמְרִים לוֹ, אִישִׁי כֹהֵן גָּדוֹל, קְרָא אַתָּה בְּפִיךָ, שֶׁמָּא שָׁכַחְתָּ אוֹ שֶׁמָּא לֹא לָמָדְתָּ. עֶרֶב יוֹם הַכִּפּוּרִים שַׁחֲרִית, מַעֲמִידִין אוֹתוֹ בְּשַׁעַר מִזְרָח, וּמַעֲבִירִין לְפָנָיו פָּרִים וְאֵילִים וּכְבָשִׂים, כְּדֵי שֶׁיְּהֵא מַכִּיר וְרָגִיל בָּעֲבוֹדָה: \n כָּל שִׁבְעַת הַיָּמִים לֹא הָיוּ מוֹנְעִין מִמֶּנּוּ מַאֲכָל וּמִשְׁתֶּה, עֶרֶב יוֹם הַכִּפּוּרִים עִם חֲשֵׁכָה, לֹא הָיוּ מַנִּיחִים אוֹתוֹ לֶאֱכֹל הַרְבֵּה, מִפְּנֵי שֶׁהַמַּאֲכָל מֵבִיא אֶת הַשֵּׁנָה: \n מְסָרוּהוּ זִקְנֵי בֵית דִּין לְזִקְנֵי כְהֻנָּה, וְהֶעֱלוּהוּ לַעֲלִיַּת בֵּית אַבְטִינָס, וְהִשְׁבִּיעוּהוּ וְנִפְטְרוּ וְהָלְכוּ לָהֶם. וְאָמְרוּ לוֹ, אִישִׁי כֹהֵן גָּדוֹל, אָנוּ שְׁלוּחֵי בֵית דִּין, וְאַתָּה שְׁלוּחֵנוּ וּשְׁלִיחַ בֵּית דִּין, מַשְׁבִּיעִין אָנוּ עָלֶיךָ בְּמִי שֶׁשִּׁכֵּן שְׁמוֹ בַבַּיִת הַזֶּה, שֶׁלֹּא תְשַׁנֶּה דָבָר מִכָּל מַה שֶּׁאָמַרְנוּ לָךְ. הוּא פוֹרֵשׁ וּבוֹכֶה, וְהֵן פּוֹרְשִׁין וּבוֹכִין: \n אִם הָיָה חָכָם, דּוֹרֵשׁ. וְאִם לָאו, תַּלְמִידֵי חֲכָמִים דּוֹרְשִׁין לְפָנָיו. וְאִם רָגִיל לִקְרוֹת, קוֹרֵא. וְאִם לָאו, קוֹרִין לְפָנָיו. וּבַמֶּה קוֹרִין לְפָנָיו, בְּאִיּוֹב וּבְעֶזְרָא וּבְדִבְרֵי הַיָּמִים. זְכַרְיָה בֶּן קְבוּטָל אוֹמֵר, פְּעָמִים הַרְבֵּה קָרִיתִי לְפָנָיו בְּדָנִיֵּאל: \n בִּקֵּשׁ לְהִתְנַמְנֵם, פִּרְחֵי כְהֻנָּה מַכִּין לְפָנָיו בְּאֶצְבַּע צְרֵדָה, וְאוֹמְרִים לוֹ, אִישִׁי כֹהֵן גָּדוֹל, עֲמֹד וְהָפֵג אַחַת עַל הָרִצְפָּה. וּמַעֲסִיקִין אוֹתוֹ עַד שֶׁיַּגִּיעַ זְמַן הַשְּׁחִיטָה: \n בְּכָל יוֹם תּוֹרְמִין אֶת הַמִּזְבֵּחַ בִּקְרִיאַת הַגֶּבֶר אוֹ סָמוּךְ לוֹ, בֵּין לְפָנָיו בֵּין לְאַחֲרָיו. בְּיוֹם הַכִּפּוּרִים מֵחֲצוֹת, וּבָרְגָלִים מֵאַשְׁמוּרָה הָרִאשׁוֹנָה, וְלֹא הָיְתָה קְרִיאַת הַגֶּבֶר מַגַּעַת עַד שֶׁהָיְתָה עֲזָרָה מְלֵאָה מִיִּשְׂרָאֵל: \n",
    "text_english": "שִׁבְעַת יָמִים קֹדֶם יוֹם הַכִּפּוּרִים מַפְרִישִׁין כֹּהֵן גָּדוֹל מִבֵּיתוֹ לְלִשְׁכַּת פַּלְהֶדְרִין, וּמַתְקִינִין לוֹ כֹהֵן אַחֵר תַּחְתָּיו, שֶׁמָּא יֶאֱרַע בּוֹ פְסוּל. רַבִּי יְהוּדָה אוֹמֵר, אַף אִשָּׁה אַחֶרֶת מַתְקִינִין לוֹ, שֶׁמָּא תָמוּת אִשְׁתּוֹ, שֶׁנֶּאֱמַר (ויקרא טז) וְכִפֶּר בַּעֲדוֹ וּבְעַד בֵּיתוֹ. בֵּיתוֹ, זוֹ אִשְׁתּוֹ. אָמְרוּ לוֹ, אִם כֵּן, אֵין לַדָּבָר סוֹף: \n כָּל שִׁבְעַת הַיָּמִים הוּא זוֹרֵק אֶת הַדָּם וּמַקְטִיר אֶת הַקְּטֹרֶת וּמֵטִיב אֶת הַנֵּרוֹת וּמַקְרִיב אֶת הָרֹאשׁ וְאֶת הָרֶגֶל. וּשְׁאָר כָּל הַיָּמִים, אִם רָצָה לְהַקְרִיב, מַקְרִיב, שֶׁכֹּהֵן גָּדוֹל מַקְרִיב חֵלֶק בָּרֹאשׁ וְנוֹטֵל חֵלֶק בָּרֹאשׁ: \n מָסְרוּ לוֹ זְקֵנִים מִזִּקְנֵי בֵית דִּין, וְקוֹרִין לְפָנָיו בְּסֵדֶר הַיּוֹם, וְאוֹמְרִים לוֹ, אִישִׁי כֹהֵן גָּדוֹל, קְרָא אַתָּה בְּפִיךָ, שֶׁמָּא שָׁכַחְתָּ אוֹ שֶׁמָּא לֹא לָמָדְתָּ. עֶרֶב יוֹם הַכִּפּוּרִים שַׁחֲרִית, מַעֲמִידִין אוֹתוֹ בְּשַׁעַר מִזְרָח, וּמַעֲבִירִין לְפָנָיו פָּרִים וְאֵילִים וּכְבָשִׂים, כְּדֵי שֶׁיְּהֵא מַכִּיר וְרָגִיל בָּעֲבוֹדָה: \n כָּל שִׁבְעַת הַיָּמִים לֹא הָיוּ מוֹנְעִין מִמֶּנּוּ מַאֲכָל וּמִשְׁתֶּה, עֶרֶב יוֹם הַכִּפּוּרִים עִם חֲשֵׁכָה, לֹא הָיוּ מַנִּיחִים אוֹתוֹ לֶאֱכֹל הַרְבֵּה, מִפְּנֵי שֶׁהַמַּאֲכָל מֵבִיא אֶת הַשֵּׁנָה: \n מְסָרוּהוּ זִקְנֵי בֵית דִּין לְזִקְנֵי כְהֻנָּה, וְהֶעֱלוּהוּ לַעֲלִיַּת בֵּית אַבְטִינָס, וְהִשְׁבִּיעוּהוּ וְנִפְטְרוּ וְהָלְכוּ לָהֶם. וְאָמְרוּ לוֹ, אִישִׁי כֹהֵן גָּדוֹל, אָנוּ שְׁלוּחֵי בֵית דִּין, וְאַתָּה שְׁלוּחֵנוּ וּשְׁלִיחַ בֵּית דִּין, מַשְׁבִּיעִין אָנוּ עָלֶיךָ בְּמִי שֶׁשִּׁכֵּן שְׁמוֹ בַבַּיִת הַזֶּה, שֶׁלֹּא תְשַׁנֶּה דָבָר מִכָּל מַה שֶּׁאָמַרְנוּ לָךְ. הוּא פוֹרֵשׁ וּבוֹכֶה, וְהֵן פּוֹרְשִׁין וּבוֹכִין: \n אִם הָיָה חָכָם, דּוֹרֵשׁ. וְאִם לָאו, תַּלְמִידֵי חֲכָמִים דּוֹרְשִׁין לְפָנָיו. וְאִם רָגִיל לִקְרוֹת, קוֹרֵא. וְאִם לָאו, קוֹרִין לְפָנָיו. וּבַמֶּה קוֹרִין לְפָנָיו, בְּאִיּוֹב וּבְעֶזְרָא וּבְדִבְרֵי הַיָּמִים. זְכַרְיָה בֶּן קְבוּטָל אוֹמֵר, פְּעָמִים הַרְבֵּה קָרִיתִי לְפָנָיו בְּדָנִיֵּאל: \n בִּקֵּשׁ לְהִתְנַמְנֵם, פִּרְחֵי כְהֻנָּה מַכִּין לְפָנָיו בְּאֶצְבַּע צְרֵדָה, וְאוֹמְרִים לוֹ, אִישִׁי כֹהֵן גָּדוֹל, עֲמֹד וְהָפֵג אַחַת עַל הָרִצְפָּה. וּמַעֲסִיקִין אוֹתוֹ עַד שֶׁיַּגִּיעַ זְמַן הַשְּׁחִיטָה: \n בְּכָל יוֹם תּוֹרְמִין אֶת הַמִּזְבֵּחַ בִּקְרִיאַת הַגֶּבֶר אוֹ סָמוּךְ לוֹ, בֵּין לְפָנָיו בֵּין לְאַחֲרָיו. בְּיוֹם הַכִּפּוּרִים מֵחֲצוֹת, וּבָרְגָלִים מֵאַשְׁמוּרָה הָרִאשׁוֹנָה, וְלֹא הָיְתָה קְרִיאַת הַגֶּבֶר מַגַּעַת עַד שֶׁהָיְתָה עֲזָרָה מְלֵאָה מִיִּשְׂרָאֵל: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Sukkah.1",
    "source": "sefaria",
    "ref": "Mishnah Sukkah 1",
    "title": "Mishnah Sukkah",
    "text_original": "סֻכָּה שֶׁהִיא גְבוֹהָה לְמַעְלָה מֵעֶשְׂרִים אַמָּה, פְּסוּלָה. רַבִּי יְהוּדָה מַכְשִׁיר. וְשֶׁאֵינָהּ גְּבוֹהָה עֲשָׂרָה טְפָחִים, וְשֶׁאֵין לָהּ שְׁלֹשָׁה דְּפָנוֹת, וְשֶׁחַמָּתָהּ מְרֻבָּה מִצִּלָּתָהּ, פְּסוּלָה. סֻכָּה יְשָׁנָה, בֵּית שַׁמַּאי פּוֹסְלִין, וּבֵית הִלֵּל מַכְשִׁירִין. וְאֵיזוֹ הִיא סֻכָּה יְשָׁנָה, כָּל שֶׁעֲשָׂאָהּ קֹדֶם לֶחָג שְׁלשִׁים יוֹם. אֲבָל אִם עֲשָׂאָהּ לְשֵׁם חָג, אֲפִלּוּ מִתְּחִלַּת הַשָּׁנָה, כְּשֵׁרָה: \n הָעוֹשֶׂה סֻכָּתוֹ תַחַת הָאִילָן, כְּאִלּוּ עֲשָׂאָהּ בְּתוֹךְ הַבָּיִת. סֻכָּה עַל גַּבֵּי סֻכָּה, הָעֶלְיוֹנָה כְשֵׁרָה, וְהַתַּחְתּוֹנָה פְּסוּלָה. רַבִּי יְהוּדָה אוֹמֵר, אִם אֵין דִּיּוּרִין בָּעֶלְיוֹנָה, הַתַּחְתּוֹנָה כְּשֵׁרָה: \n פֵּרַס עָלֶיהָ סָדִין מִפְּנֵי הַחַמָּה, אוֹ תַּחְתֶּיהָ מִפְּנֵי הַנְּשָׁר, אוֹ שֶׁפֵּרַס עַל גַּבֵּי הַקִּינוֹף, פְּסוּלָה. אֲבָל פּוֹרֵס הוּא עַל גַּבֵּי נַקְלִיטֵי הַמִּטָּה: \n הִדְלָה עָלֶיהָ אֶת הַגֶּפֶן וְאֶת הַדְּלַעַת וְאֶת הַקִּסּוֹם וְסִכֵּךְ עַל גַּבָּהּ, פְּסוּלָה. וְאִם הָיָה סִכּוּךְ הַרְבֵּה מֵהֶן, אוֹ שֶׁקְּצָצָן, כְּשֵׁרָה. זֶה הַכְּלָל, כֹּל שֶׁהוּא מְקַבֵּל טֻמְאָה וְאֵין גִּדּוּלוֹ מִן הָאָרֶץ, אֵין מְסַכְּכִין בּוֹ. וְכָל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה וְגִדּוּלוֹ מִן הָאָרֶץ, מְסַכְּכִין בּוֹ: \n חֲבִילֵי קַשׁ וַחֲבִילֵי עֵצִים וַחֲבִילֵי זְרָדִין, אֵין מְסַכְּכִין בָּהֶן. וְכֻלָּן שֶׁהִתִּירָן, כְּשֵׁרוֹת. וְכֻלָּן כְּשֵׁרוֹת לַדְּפָנוֹת: \n מְסַכְּכִין בִּנְסָרִים, דִּבְרֵי רַבִּי יְהוּדָה. וְרַבִּי מֵאִיר אוֹסֵר. נָתַן עָלֶיהָ נֶסֶר שֶׁהוּא רָחָב אַרְבָּעָה טְפָחִים, כְּשֵׁרָה, וּבִלְבַד שֶׁלֹא יִישַׁן תַּחְתָּיו: \n תִּקְרָה שֶׁאֵין עָלֶיהָ מַעֲזִיבָה, רַבִּי יְהוּדָה אוֹמֵר, בֵּית שַׁמַּאי אוֹמְרִים, מְפַקְפֵּק וְנוֹטֵל אַחַת מִבֵּינְתַיִם, וּבֵית הִלֵּל אוֹמְרִים, מְפַקְפֵּק אוֹ נוֹטֵל אַחַת מִבֵּינְתַיִם. רַבִּי מֵאִיר אוֹמֵר, נוֹטֵל אַחַת מִבֵּינְתַיִם, וְאֵין מְפַקְפֵּק: \n הַמְקָרֶה סֻכָּתוֹ בְשַׁפּוּדִין אוֹ בַאֲרֻכּוֹת הַמִּטָּה, אִם יֵשׁ רֶוַח בֵּינֵיהֶן כְּמוֹתָן, כְּשֵׁרָה. הַחוֹטֵט בְּגָדִישׁ לַעֲשׂוֹת בּוֹ סֻכָּה, אֵינָהּ סֻכָּה: \n הַמְשַׁלְשֵׁל דְּפָנוֹת מִלְמַעְלָה לְמַטָּה, אִם גָּבוֹהַּ מִן הָאָרֶץ שְׁלֹשָׁה טְפָחִים, פְּסוּלָה. מִלְּמַטָּה לְמַעְלָה, אִם גָּבוֹהַּ מִן הָאָרֶץ עֲשָׂרָה טְפָחִים, כְּשֵׁרָה. רַבִּי יוֹסֵי אוֹמֵר, כְּשֵׁם שֶׁמִּלְּמַטָּה לְמַעְלָה עֲשָׂרָה טְפָחִים, כָּךְ מִלְמַעְלָה לְמַטָּה עֲשָׂרָה טְפָחִים. הִרְחִיק אֶת הַסִּכּוּךְ מִן הַדְּפָנוֹת שְׁלשָׁה טְפָחִים, פְּסוּלָה: \n בַּיִת שֶׁנִּפְחַת וְסִכֵּךְ עַל גַּבָּיו, אִם יֵשׁ מִן הַכֹּתֶל לַסִּכּוּךְ אַרְבַּע אַמּוֹת, פְּסוּלָה. וְכֵן חָצֵר שֶׁהִיא מֻקֶּפֶת אַכְסַדְרָה. סֻכָּה גְדוֹלָה, שֶׁהִקִּיפוּהָ בְדָבָר שֶׁאֵין מְסַכְּכִים בּוֹ, אִם יֵשׁ תַּחְתָּיו אַרְבַּע אַמּוֹת, פְּסוּלָה: \n הָעוֹשֶׂה סֻכָּתוֹ כְּמִין צְרִיף, אוֹ שֶׁסְּמָכָהּ לְכֹתֶל, רַבִּי אֱלִיעֶזֶר פּוֹסֵל, מִפְּנֵי שֶׁאֵין לָהּ גָּג, וַחֲכָמִים מַכְשִׁירִין. מַחְצֶלֶת קָנִים גְּדוֹלָה, עֲשָׂאָהּ לִשְׁכִיבָה, מְקַבֶּלֶת טֻמְאָה וְאֵין מְסַכְּכִין בָּהּ. לְסִכּוּךְ, מְסַכְּכִין בָּהּ וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַחַת קְטַנָּה וְאַחַת גְּדוֹלָה, עֲשָׂאָהּ לִשְׁכִיבָה, מְקַבֶּלֶת טֻמְאָה וְאֵין מְסַכְּכִין בָּהּ. לְסִכּוּךְ, מְסַכְּכִין בָּהּ וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
    "text_english": "סֻכָּה שֶׁהִיא גְבוֹהָה לְמַעְלָה מֵעֶשְׂרִים אַמָּה, פְּסוּלָה. רַבִּי יְהוּדָה מַכְשִׁיר. וְשֶׁאֵינָהּ גְּבוֹהָה עֲשָׂרָה טְפָחִים, וְשֶׁאֵין לָהּ שְׁלֹשָׁה דְּפָנוֹת, וְשֶׁחַמָּתָהּ מְרֻבָּה מִצִּלָּתָהּ, פְּסוּלָה. סֻכָּה יְשָׁנָה, בֵּית שַׁמַּאי פּוֹסְלִין, וּבֵית הִלֵּל מַכְשִׁירִין. וְאֵיזוֹ הִיא סֻכָּה יְשָׁנָה, כָּל שֶׁעֲשָׂאָהּ קֹדֶם לֶחָג שְׁלשִׁים יוֹם. אֲבָל אִם עֲשָׂאָהּ לְשֵׁם חָג, אֲפִלּוּ מִתְּחִלַּת הַשָּׁנָה, כְּשֵׁרָה: \n הָעוֹשֶׂה סֻכָּתוֹ תַחַת הָאִילָן, כְּאִלּוּ עֲשָׂאָהּ בְּתוֹךְ הַבָּיִת. סֻכָּה עַל גַּבֵּי סֻכָּה, הָעֶלְיוֹנָה כְשֵׁרָה, וְהַתַּחְתּוֹנָה פְּסוּלָה. רַבִּי יְהוּדָה אוֹמֵר, אִם אֵין דִּיּוּרִין בָּעֶלְיוֹנָה, הַתַּחְתּוֹנָה כְּשֵׁרָה: \n פֵּרַס עָלֶיהָ סָדִין מִפְּנֵי הַחַמָּה, אוֹ תַּחְתֶּיהָ מִפְּנֵי הַנְּשָׁר, אוֹ שֶׁפֵּרַס עַל גַּבֵּי הַקִּינוֹף, פְּסוּלָה. אֲבָל פּוֹרֵס הוּא עַל גַּבֵּי נַקְלִיטֵי הַמִּטָּה: \n הִדְלָה עָלֶיהָ אֶת הַגֶּפֶן וְאֶת הַדְּלַעַת וְאֶת הַקִּסּוֹם וְסִכֵּךְ עַל גַּבָּהּ, פְּסוּלָה. וְאִם הָיָה סִכּוּךְ הַרְבֵּה מֵהֶן, אוֹ שֶׁקְּצָצָן, כְּשֵׁרָה. זֶה הַכְּלָל, כֹּל שֶׁהוּא מְקַבֵּל טֻמְאָה וְאֵין גִּדּוּלוֹ מִן הָאָרֶץ, אֵין מְסַכְּכִין בּוֹ. וְכָל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה וְגִדּוּלוֹ מִן הָאָרֶץ, מְסַכְּכִין בּוֹ: \n חֲבִילֵי קַשׁ וַחֲבִילֵי עֵצִים וַחֲבִילֵי זְרָדִין, אֵין מְסַכְּכִין בָּהֶן. וְכֻלָּן שֶׁהִתִּירָן, כְּשֵׁרוֹת. וְכֻלָּן כְּשֵׁרוֹת לַדְּפָנוֹת: \n מְסַכְּכִין בִּנְסָרִים, דִּבְרֵי רַבִּי יְהוּדָה. וְרַבִּי מֵאִיר אוֹסֵר. נָתַן עָלֶיהָ נֶסֶר שֶׁהוּא רָחָב אַרְבָּעָה טְפָחִים, כְּשֵׁרָה, וּבִלְבַד שֶׁלֹא יִישַׁן תַּחְתָּיו: \n תִּקְרָה שֶׁאֵין עָלֶיהָ מַעֲזִיבָה, רַבִּי יְהוּדָה אוֹמֵר, בֵּית שַׁמַּאי אוֹמְרִים, מְפַקְפֵּק וְנוֹטֵל אַחַת מִבֵּינְתַיִם, וּבֵית הִלֵּל אוֹמְרִים, מְפַקְפֵּק אוֹ נוֹטֵל אַחַת מִבֵּינְתַיִם. רַבִּי מֵאִיר אוֹמֵר, נוֹטֵל אַחַת מִבֵּינְתַיִם, וְאֵין מְפַקְפֵּק: \n הַמְקָרֶה סֻכָּתוֹ בְשַׁפּוּדִין אוֹ בַאֲרֻכּוֹת הַמִּטָּה, אִם יֵשׁ רֶוַח בֵּינֵיהֶן כְּמוֹתָן, כְּשֵׁרָה. הַחוֹטֵט בְּגָדִישׁ לַעֲשׂוֹת בּוֹ סֻכָּה, אֵינָהּ סֻכָּה: \n הַמְשַׁלְשֵׁל דְּפָנוֹת מִלְמַעְלָה לְמַטָּה, אִם גָּבוֹהַּ מִן הָאָרֶץ שְׁלֹשָׁה טְפָחִים, פְּסוּלָה. מִלְּמַטָּה לְמַעְלָה, אִם גָּבוֹהַּ מִן הָאָרֶץ עֲשָׂרָה טְפָחִים, כְּשֵׁרָה. רַבִּי יוֹסֵי אוֹמֵר, כְּשֵׁם שֶׁמִּלְּמַטָּה לְמַעְלָה עֲשָׂרָה טְפָחִים, כָּךְ מִלְמַעְלָה לְמַטָּה עֲשָׂרָה טְפָחִים. הִרְחִיק אֶת הַסִּכּוּךְ מִן הַדְּפָנוֹת שְׁלשָׁה טְפָחִים, פְּסוּלָה: \n בַּיִת שֶׁנִּפְחַת וְסִכֵּךְ עַל גַּבָּיו, אִם יֵשׁ מִן הַכֹּתֶל לַסִּכּוּךְ אַרְבַּע אַמּוֹת, פְּסוּלָה. וְכֵן חָצֵר שֶׁהִיא מֻקֶּפֶת אַכְסַדְרָה. סֻכָּה גְדוֹלָה, שֶׁהִקִּיפוּהָ בְדָבָר שֶׁאֵין מְסַכְּכִים בּוֹ, אִם יֵשׁ תַּחְתָּיו אַרְבַּע אַמּוֹת, פְּסוּלָה: \n הָעוֹשֶׂה סֻכָּתוֹ כְּמִין צְרִיף, אוֹ שֶׁסְּמָכָהּ לְכֹתֶל, רַבִּי אֱלִיעֶזֶר פּוֹסֵל, מִפְּנֵי שֶׁאֵין לָהּ גָּג, וַחֲכָמִים מַכְשִׁירִין. מַחְצֶלֶת קָנִים גְּדוֹלָה, עֲשָׂאָהּ לִשְׁכִיבָה, מְקַבֶּלֶת טֻמְאָה וְאֵין מְסַכְּכִין בָּהּ. לְסִכּוּךְ, מְסַכְּכִין בָּהּ וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַחַת קְטַנָּה וְאַחַת גְּדוֹלָה, עֲשָׂאָהּ לִשְׁכִיבָה, מְקַבֶּלֶת טֻמְאָה וְאֵין מְסַכְּכִין בָּהּ. לְסִכּוּךְ, מְסַכְּכִין בָּהּ וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Beitzah.1",
    "source": "sefaria",
    "ref": "Mishnah Beitzah 1",
    "title": "Mishnah Beitzah",
    "text_original": "בֵּיצָה שֶׁנּוֹלְדָה בְיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים, תֵּאָכֵל. וּבֵית הִלֵּל אוֹמְרִים, לֹא תֵאָכֵל. בֵּית שַׁמַּאי אוֹמְרִים, שְׂאֹר בְּכַזַּיִת וְחָמֵץ בְּכַכּוֹתֶבֶת. וּבֵית הִלֵּל אוֹמְרִים, זֶה וָזֶה בְּכַזָּיִת: \n הַשּׁוֹחֵט חַיָּה וָעוֹף בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים, יַחְפֹּר בְּדֶקֶר וִיכַסֶּה, וּבֵית הִלֵּל אוֹמְרִים, לֹא יִשְׁחֹט, אֶלָּא אִם כֵּן הָיָה לוֹ עָפָר מוּכָן מִבְּעוֹד יוֹם. וּמוֹדִים, שֶׁאִם שָׁחַט, שֶׁיַּחְפֹּר בְּדֶקֶר וִיכַסֶּה, שֶׁאֵפֶר כִּירָה מוּכָן הוּא: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹלִיכִין אֶת הַסֻּלָּם מִשּׁוֹבָךְ לְשׁוֹבָךְ, אֲבָל מַטֵּהוּ מֵחַלּוֹן לְחַלּוֹן. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, לֹא יִטֹּל, אֶלָּא אִם כֵּן נִעֲנֵעַ מִבְּעוֹד יוֹם. וּבֵית הִלֵּל אוֹמְרִים, עוֹמֵד וְאוֹמֵר זֶה וָזֶה אֲנִי נוֹטֵל: \n זִמֵּן שְׁחוֹרִים וּמָצָא לְבָנִים, לְבָנִים וּמָצָא שְׁחוֹרִים, שְׁנַיִם וּמָצָא שְׁלֹשָׁה, אֲסוּרִים. שְׁלֹשָׁה וּמָצָא שְׁנַיִם, מֻתָּרִים. בְּתוֹךְ הַקֵּן וּמָצָא לִפְנֵי הַקֵּן, אֲסוּרִים. וְאִם אֵין שָׁם אֶלָּא הֵם, הֲרֵי אֵלּוּ מֻתָּרִים: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין מְסַלְּקִין אֶת הַתְּרִיסִין בְּיוֹם טוֹב. וּבֵית הִלֵּל מַתִּירִין אַף לְהַחֲזִיר. בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹטְלִין אֶת הָעֱלִי לְקַצֵּב עָלָיו בָּשָׂר. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹתְנִין אֶת הָעוֹר לִפְנֵי הַדּוֹרְסָן וְלֹא יַגְבִּיהֶנּוּ, אֶלָּא אִם כֵּן יֵשׁ עִמּוֹ כַזַּיִת בָּשָׂר. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹצִיאִין לֹא אֶת הַקָּטָן וְלֹא אֶת הַלּוּלָב וְלֹא אֶת סֵפֶר תּוֹרָה לִרְשׁוּת הָרַבִּים. וּבֵית הִלֵּל מַתִּירִין: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹלִיכִין חַלָּה וּמַתָּנוֹת לַכֹּהֵן בְּיוֹם טוֹב, בֵּין שֶׁהוּרְמוּ מֵאֶמֶשׁ, בֵּין שֶׁהוּרְמוּ מֵהַיּוֹם. וּבֵית הִלֵּל מַתִּירִין. אָמְרוּ לָהֶם בֵּית שַׁמַּאי, גְּזֵרָה שָׁוָה, חַלָּה וּמַתָּנוֹת מַתָּנָה לַכֹּהֵן, וּתְרוּמָה מַתָּנָה לַכֹּהֵן, כְּשֵׁם שֶׁאֵין מוֹלִיכִין אֶת הַתְּרוּמָה, כָּךְ אֵין מוֹלִיכִין אֶת הַמַּתָּנוֹת. אָמְרוּ לָהֶם בֵּית הִלֵּל, לֹא, אִם אֲמַרְתֶּם בַּתְּרוּמָה, שֶׁאֵינוֹ זַכַּאי בַּהֲרָמָתָהּ, תֹּאמְרוּ בַמַּתָּנוֹת, שֶׁזַּכַּאי בַּהֲרָמָתָן: \n בֵּית שַׁמַּאי אוֹמְרִים, תְּבָלִין נִדּוֹכִין בְּמָדוֹךְ שֶׁל עֵץ, וְהַמֶּלַח בְּפַךְ, וּבְעֵץ הַפָּרוּר. וּבֵית הִלֵּל אוֹמְרִים, תְּבָלִין נִדּוֹכִין כְּדַרְכָּן בְּמָדוֹךְ שֶׁל אֶבֶן, וְהַמֶּלַח בְּמָדוֹךְ שֶׁל עֵץ: \n הַבּוֹרֵר קִטְנִית בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים, בּוֹרֵר אֹכֶל וְאוֹכֵל. וּבֵית הִלֵּל אוֹמְרִים, בּוֹרֵר כְּדַרְכּוֹ בְּחֵיקוֹ, בְּקָנוֹן וּבְתַמְחוּי, אֲבָל לֹא בְטַבְלָא וְלֹא בְנָפָה וְלֹא בִכְבָרָה. רַבָּן גַּמְלִיאֵל אוֹמֵר, אַף מֵדִיחַ וְשׁוֹלֶה: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין מְשַׁלְּחִין בְּיוֹם טוֹב אֶלָּא מָנוֹת. וּבֵית הִלֵּל אוֹמְרִים, מְשַׁלְּחִין בְּהֵמָה חַיָּה וָעוֹף, בֵּין חַיִּין בֵּין שְׁחוּטִין. מְשַׁלְּחִין יֵינוֹת שְׁמָנִים וּסְלָתוֹת וְקִטְנִיּוֹת, אֲבָל לֹא תְבוּאָה, וְרַבִּי שִׁמְעוֹן מַתִּיר בִּתְבוּאָה: \n מְשַׁלְּחִין כֵּלִים, בֵּין תְּפוּרִין בֵּין שֶׁאֵינָן תְּפוּרִין, וְאַף עַל פִּי שֶׁיֵּשׁ בָּהֶן כִּלְאַיִם, וְהֵן לְצֹרֶךְ הַמּוֹעֵד, אֲבָל לֹא סַנְדָּל הַמְסֻמָּר וְלֹא מִנְעָל שֶׁאֵינוֹ תָפוּר. רַבִּי יְהוּדָה אוֹמֵר, אַף לֹא מִנְעָל לָבָן, מִפְּנֵי שֶׁצָּרִיךְ אֻמָּן. זֶה הַכְּלָל, כֹּל שֶׁנֵּאוֹתִין בּוֹ, בְּיוֹם טוֹב מְשַׁלְּחִין אוֹתוֹ: \n",
    "text_english": "בֵּיצָה שֶׁנּוֹלְדָה בְיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים, תֵּאָכֵל. וּבֵית הִלֵּל אוֹמְרִים, לֹא תֵאָכֵל. בֵּית שַׁמַּאי אוֹמְרִים, שְׂאֹר בְּכַזַּיִת וְחָמֵץ בְּכַכּוֹתֶבֶת. וּבֵית הִלֵּל אוֹמְרִים, זֶה וָזֶה בְּכַזָּיִת: \n הַשּׁוֹחֵט חַיָּה וָעוֹף בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים, יַחְפֹּר בְּדֶקֶר וִיכַסֶּה, וּבֵית הִלֵּל אוֹמְרִים, לֹא יִשְׁחֹט, אֶלָּא אִם כֵּן הָיָה לוֹ עָפָר מוּכָן מִבְּעוֹד יוֹם. וּמוֹדִים, שֶׁאִם שָׁחַט, שֶׁיַּחְפֹּר בְּדֶקֶר וִיכַסֶּה, שֶׁאֵפֶר כִּירָה מוּכָן הוּא: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹלִיכִין אֶת הַסֻּלָּם מִשּׁוֹבָךְ לְשׁוֹבָךְ, אֲבָל מַטֵּהוּ מֵחַלּוֹן לְחַלּוֹן. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, לֹא יִטֹּל, אֶלָּא אִם כֵּן נִעֲנֵעַ מִבְּעוֹד יוֹם. וּבֵית הִלֵּל אוֹמְרִים, עוֹמֵד וְאוֹמֵר זֶה וָזֶה אֲנִי נוֹטֵל: \n זִמֵּן שְׁחוֹרִים וּמָצָא לְבָנִים, לְבָנִים וּמָצָא שְׁחוֹרִים, שְׁנַיִם וּמָצָא שְׁלֹשָׁה, אֲסוּרִים. שְׁלֹשָׁה וּמָצָא שְׁנַיִם, מֻתָּרִים. בְּתוֹךְ הַקֵּן וּמָצָא לִפְנֵי הַקֵּן, אֲסוּרִים. וְאִם אֵין שָׁם אֶלָּא הֵם, הֲרֵי אֵלּוּ מֻתָּרִים: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין מְסַלְּקִין אֶת הַתְּרִיסִין בְּיוֹם טוֹב. וּבֵית הִלֵּל מַתִּירִין אַף לְהַחֲזִיר. בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹטְלִין אֶת הָעֱלִי לְקַצֵּב עָלָיו בָּשָׂר. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, אֵין נוֹתְנִין אֶת הָעוֹר לִפְנֵי הַדּוֹרְסָן וְלֹא יַגְבִּיהֶנּוּ, אֶלָּא אִם כֵּן יֵשׁ עִמּוֹ כַזַּיִת בָּשָׂר. וּבֵית הִלֵּל מַתִּירִין. בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹצִיאִין לֹא אֶת הַקָּטָן וְלֹא אֶת הַלּוּלָב וְלֹא אֶת סֵפֶר תּוֹרָה לִרְשׁוּת הָרַבִּים. וּבֵית הִלֵּל מַתִּירִין: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין מוֹלִיכִין חַלָּה וּמַתָּנוֹת לַכֹּהֵן בְּיוֹם טוֹב, בֵּין שֶׁהוּרְמוּ מֵאֶמֶשׁ, בֵּין שֶׁהוּרְמוּ מֵהַיּוֹם. וּבֵית הִלֵּל מַתִּירִין. אָמְרוּ לָהֶם בֵּית שַׁמַּאי, גְּזֵרָה שָׁוָה, חַלָּה וּמַתָּנוֹת מַתָּנָה לַכֹּהֵן, וּתְרוּמָה מַתָּנָה לַכֹּהֵן, כְּשֵׁם שֶׁאֵין מוֹלִיכִין אֶת הַתְּרוּמָה, כָּךְ אֵין מוֹלִיכִין אֶת הַמַּתָּנוֹת. אָמְרוּ לָהֶם בֵּית הִלֵּל, לֹא, אִם אֲמַרְתֶּם בַּתְּרוּמָה, שֶׁאֵינוֹ זַכַּאי בַּהֲרָמָתָהּ, תֹּאמְרוּ בַמַּתָּנוֹת, שֶׁזַּכַּאי בַּהֲרָמָתָן: \n בֵּית שַׁמַּאי אוֹמְרִים, תְּבָלִין נִדּוֹכִין בְּמָדוֹךְ שֶׁל עֵץ, וְהַמֶּלַח בְּפַךְ, וּבְעֵץ הַפָּרוּר. וּבֵית הִלֵּל אוֹמְרִים, תְּבָלִין נִדּוֹכִין כְּדַרְכָּן בְּמָדוֹךְ שֶׁל אֶבֶן, וְהַמֶּלַח בְּמָדוֹךְ שֶׁל עֵץ: \n הַבּוֹרֵר קִטְנִית בְּיוֹם טוֹב, בֵּית שַׁמַּאי אוֹמְרִים, בּוֹרֵר אֹכֶל וְאוֹכֵל. וּבֵית הִלֵּל אוֹמְרִים, בּוֹרֵר כְּדַרְכּוֹ בְּחֵיקוֹ, בְּקָנוֹן וּבְתַמְחוּי, אֲבָל לֹא בְטַבְלָא וְלֹא בְנָפָה וְלֹא בִכְבָרָה. רַבָּן גַּמְלִיאֵל אוֹמֵר, אַף מֵדִיחַ וְשׁוֹלֶה: \n בֵּית שַׁמַּאי אוֹמְרִים, אֵין מְשַׁלְּחִין בְּיוֹם טוֹב אֶלָּא מָנוֹת. וּבֵית הִלֵּל אוֹמְרִים, מְשַׁלְּחִין בְּהֵמָה חַיָּה וָעוֹף, בֵּין חַיִּין בֵּין שְׁחוּטִין. מְשַׁלְּחִין יֵינוֹת שְׁמָנִים וּסְלָתוֹת וְקִטְנִיּוֹת, אֲבָל לֹא תְבוּאָה, וְרַבִּי שִׁמְעוֹן מַתִּיר בִּתְבוּאָה: \n מְשַׁלְּחִין כֵּלִים, בֵּין תְּפוּרִין בֵּין שֶׁאֵינָן תְּפוּרִין, וְאַף עַל פִּי שֶׁיֵּשׁ בָּהֶן כִּלְאַיִם, וְהֵן לְצֹרֶךְ הַמּוֹעֵד, אֲבָל לֹא סַנְדָּל הַמְסֻמָּר וְלֹא מִנְעָל שֶׁאֵינוֹ תָפוּר. רַבִּי יְהוּדָה אוֹמֵר, אַף לֹא מִנְעָל לָבָן, מִפְּנֵי שֶׁצָּרִיךְ אֻמָּן. זֶה הַכְּלָל, כֹּל שֶׁנֵּאוֹתִין בּוֹ, בְּיוֹם טוֹב מְשַׁלְּחִין אוֹתוֹ: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Rosh_Hashanah.1",
    "source": "sefaria",
    "ref": "Mishnah Rosh Hashanah 1",
    "title": "Mishnah Rosh Hashanah",
    "text_original": "אַרְבָּעָה רָאשֵׁי שָׁנִים הֵם. בְּאֶחָד בְּנִיסָן רֹאשׁ הַשָּׁנָה לַמְּלָכִים וְלָרְגָלִים. בְּאֶחָד בֶּאֱלוּל רֹאשׁ הַשָּׁנָה לְמַעְשַׂר בְּהֵמָה. רַבִּי אֶלְעָזָר וְרַבִּי שִׁמְעוֹן אוֹמְרִים, בְּאֶחָד בְּתִשְׁרֵי. בְּאֶחָד בְּתִשְׁרֵי רֹאשׁ הַשָּׁנָה לַשָּׁנִים וְלַשְּׁמִטִּין וְלַיּוֹבְלוֹת, לַנְּטִיעָה וְלַיְרָקוֹת. בְּאֶחָד בִּשְׁבָט, רֹאשׁ הַשָּׁנָה לָאִילָן, כְּדִבְרֵי בֵית שַׁמַּאי. בֵּית הִלֵּל אוֹמְרִים, בַּחֲמִשָּׁה עָשָׂר בּוֹ: \n בְּאַרְבָּעָה פְרָקִים הָעוֹלָם נִדּוֹן, בְּפֶסַח עַל הַתְּבוּאָה, בַּעֲצֶרֶת עַל פֵּרוֹת הָאִילָן, בְּרֹאשׁ הַשָּׁנָה כָּל בָּאֵי הָעוֹלָם עוֹבְרִין לְפָנָיו כִּבְנֵי מָרוֹן, שֶׁנֶּאֱמַר (תהלים לג) הַיּוֹצֵר יַחַד לִבָּם, הַמֵּבִין אֶל כָּל מַעֲשֵׂיהֶם. וּבֶחָג נִדּוֹנִין עַל הַמָּיִם: \n עַל שִׁשָּׁה חֳדָשִׁים הַשְּׁלוּחִין יוֹצְאִין, עַל נִיסָן מִפְּנֵי הַפֶּסַח, עַל אָב מִפְּנֵי הַתַּעֲנִית, עַל אֱלוּל מִפְּנֵי רֹאשׁ הַשָּׁנָה, עַל תִּשְׁרֵי מִפְּנֵי תַקָּנַת הַמּוֹעֲדוֹת, עַל כִּסְלֵו מִפְּנֵי חֲנֻכָּה, וְעַל אֲדָר מִפְּנֵי הַפּוּרִים. וּכְשֶׁהָיָה בֵית הַמִּקְדָּשׁ קַיָּם, יוֹצְאִין אַף עַל אִיָּר מִפְּנֵי פֶסַח קָטָן: \n עַל שְׁנֵי חֳדָשִׁים מְחַלְּלִין אֶת הַשַּׁבָּת, עַל נִיסָן וְעַל תִּשְׁרֵי, שֶׁבָּהֶן הַשְּׁלוּחִין יוֹצְאִין לְסוּרְיָא, וּבָהֶן מְתַקְּנִין אֶת הַמּוֹעֲדוֹת. וּכְשֶׁהָיָה בֵית הַמִּקְדָּשׁ קַיָּם, מְחַלְּלִין אַף עַל כֻּלָּן מִפְּנֵי תַקָּנַת הַקָּרְבָּן: \n בֵּין שֶׁנִּרְאָה בַעֲלִיל בֵּין שֶׁלֹּא נִרְאָה בַעֲלִיל, מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת, רַבִּי יוֹסֵי אוֹמֵר, אִם נִרְאָה בַעֲלִיל, אֵין מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת: \n מַעֲשֶׂה שֶׁעָבְרוּ יוֹתֵר מֵאַרְבָּעִים זוּג, וְעִכְּבָן רַבִּי עֲקִיבָא בְלוּד. שָׁלַח לוֹ רַבָּן גַּמְלִיאֵל, אִם מְעַכֵּב אַתָּה אֶת הָרַבִּים, נִמְצֵאתָ מַכְשִׁילָן לֶעָתִיד לָבֹא: \n אָב וּבְנוֹ שֶׁרָאוּ אֶת הַחֹדֶשׁ, יֵלְכוּ. לֹא שֶׁמִּצְטָרְפִין זֶה עִם זֶה, אֶלָּא שֶׁאִם יִפָּסֵל אֶחָד מֵהֶן, יִצְטָרֵף הַשֵּׁנִי עִם אַחֵר. רַבִּי שִׁמְעוֹן אוֹמֵר, אָב וּבְנוֹ וְכָל הַקְּרוֹבִין, כְּשֵׁרִין לְעֵדוּת הַחֹדֶשׁ. אָמַר רַבִּי יוֹסֵי, מַעֲשֶׂה בְטוֹבִיָּה הָרוֹפֵא, שֶׁרָאָה אֶת הַחֹדֶשׁ בִּירוּשָׁלַיִם, הוּא וּבְנוֹ וְעַבְדּוֹ מְשֻׁחְרָר, וְקִבְּלוּ הַכֹּהֲנִים אוֹתוֹ וְאֶת בְּנוֹ, וּפָסְלוּ אֶת עַבְדּוֹ. וּכְשֶׁבָּאוּ לִפְנֵי בֵית דִּין, קִבְּלוּ אוֹתוֹ וְאֶת עַבְדּוֹ, וּפָסְלוּ אֶת בְּנוֹ: \n אֵלּוּ הֵן הַפְּסוּלִין, הַמְשַׂחֵק בְּקֻבְיָא, וּמַלְוֵי בְרִבִּית, וּמַפְרִיחֵי יוֹנִים, וְסוֹחֲרֵי שְׁבִיעִית, וַעֲבָדִים. זֶה הַכְּלָל, כָּל עֵדוּת שֶׁאֵין הָאִשָּׁה כְשֵׁרָה לָהּ, אַף הֵן אֵינָן כְּשֵׁרִים לָהּ: \n מִי שֶׁרָאָה אֶת הַחֹדֶשׁ וְאֵינוֹ יָכוֹל לְהַלֵּךְ, מוֹלִיכִין אוֹתוֹ עַל הַחֲמוֹר, אֲפִלּוּ בְמִטָּה. וְאִם צוֹדֶה לָהֶם, לוֹקְחִין בְּיָדָם מַקְּלוֹת. וְאִם הָיְתָה דֶרֶךְ רְחוֹקָה, לוֹקְחִין בְּיָדָם מְזוֹנוֹת, שֶׁעַל מַהֲלַךְ לַיְלָה וָיוֹם מְחַלְּלִין אֶת הַשַּׁבָּת וְיוֹצְאִין לְעֵדוּת הַחֹדֶשׁ, שֶׁנֶּאֱמַר (ויקרא כג), אֵלֶּה מוֹעֲדֵי ה' אֲשֶׁר תִּקְרְאוּ אוֹתָם בְּמוֹעֲדָם: \n",
    "text_english": "אַרְבָּעָה רָאשֵׁי שָׁנִים הֵם. בְּאֶחָד בְּנִיסָן רֹאשׁ הַשָּׁנָה לַמְּלָכִים וְלָרְגָלִים. בְּאֶחָד בֶּאֱלוּל רֹאשׁ הַשָּׁנָה לְמַעְשַׂר בְּהֵמָה. רַבִּי אֶלְעָזָר וְרַבִּי שִׁמְעוֹן אוֹמְרִים, בְּאֶחָד בְּתִשְׁרֵי. בְּאֶחָד בְּתִשְׁרֵי רֹאשׁ הַשָּׁנָה לַשָּׁנִים וְלַשְּׁמִטִּין וְלַיּוֹבְלוֹת, לַנְּטִיעָה וְלַיְרָקוֹת. בְּאֶחָד בִּשְׁבָט, רֹאשׁ הַשָּׁנָה לָאִילָן, כְּדִבְרֵי בֵית שַׁמַּאי. בֵּית הִלֵּל אוֹמְרִים, בַּחֲמִשָּׁה עָשָׂר בּוֹ: \n בְּאַרְבָּעָה פְרָקִים הָעוֹלָם נִדּוֹן, בְּפֶסַח עַל הַתְּבוּאָה, בַּעֲצֶרֶת עַל פֵּרוֹת הָאִילָן, בְּרֹאשׁ הַשָּׁנָה כָּל בָּאֵי הָעוֹלָם עוֹבְרִין לְפָנָיו כִּבְנֵי מָרוֹן, שֶׁנֶּאֱמַר (תהלים לג) הַיּוֹצֵר יַחַד לִבָּם, הַמֵּבִין אֶל כָּל מַעֲשֵׂיהֶם. וּבֶחָג נִדּוֹנִין עַל הַמָּיִם: \n עַל שִׁשָּׁה חֳדָשִׁים הַשְּׁלוּחִין יוֹצְאִין, עַל נִיסָן מִפְּנֵי הַפֶּסַח, עַל אָב מִפְּנֵי הַתַּעֲנִית, עַל אֱלוּל מִפְּנֵי רֹאשׁ הַשָּׁנָה, עַל תִּשְׁרֵי מִפְּנֵי תַקָּנַת הַמּוֹעֲדוֹת, עַל כִּסְלֵו מִפְּנֵי חֲנֻכָּה, וְעַל אֲדָר מִפְּנֵי הַפּוּרִים. וּכְשֶׁהָיָה בֵית הַמִּקְדָּשׁ קַיָּם, יוֹצְאִין אַף עַל אִיָּר מִפְּנֵי פֶסַח קָטָן: \n עַל שְׁנֵי חֳדָשִׁים מְחַלְּלִין אֶת הַשַּׁבָּת, עַל נִיסָן וְעַל תִּשְׁרֵי, שֶׁבָּהֶן הַשְּׁלוּחִין יוֹצְאִין לְסוּרְיָא, וּבָהֶן מְתַקְּנִין אֶת הַמּוֹעֲדוֹת. וּכְשֶׁהָיָה בֵית הַמִּקְדָּשׁ קַיָּם, מְחַלְּלִין אַף עַל כֻּלָּן מִפְּנֵי תַקָּנַת הַקָּרְבָּן: \n בֵּין שֶׁנִּרְאָה בַעֲלִיל בֵּין שֶׁלֹּא נִרְאָה בַעֲלִיל, מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת, רַבִּי יוֹסֵי אוֹמֵר, אִם נִרְאָה בַעֲלִיל, אֵין מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת: \n מַעֲשֶׂה שֶׁעָבְרוּ יוֹתֵר מֵאַרְבָּעִים זוּג, וְעִכְּבָן רַבִּי עֲקִיבָא בְלוּד. שָׁלַח לוֹ רַבָּן גַּמְלִיאֵל, אִם מְעַכֵּב אַתָּה אֶת הָרַבִּים, נִמְצֵאתָ מַכְשִׁילָן לֶעָתִיד לָבֹא: \n אָב וּבְנוֹ שֶׁרָאוּ אֶת הַחֹדֶשׁ, יֵלְכוּ. לֹא שֶׁמִּצְטָרְפִין זֶה עִם זֶה, אֶלָּא שֶׁאִם יִפָּסֵל אֶחָד מֵהֶן, יִצְטָרֵף הַשֵּׁנִי עִם אַחֵר. רַבִּי שִׁמְעוֹן אוֹמֵר, אָב וּבְנוֹ וְכָל הַקְּרוֹבִין, כְּשֵׁרִין לְעֵדוּת הַחֹדֶשׁ. אָמַר רַבִּי יוֹסֵי, מַעֲשֶׂה בְטוֹבִיָּה הָרוֹפֵא, שֶׁרָאָה אֶת הַחֹדֶשׁ בִּירוּשָׁלַיִם, הוּא וּבְנוֹ וְעַבְדּוֹ מְשֻׁחְרָר, וְקִבְּלוּ הַכֹּהֲנִים אוֹתוֹ וְאֶת בְּנוֹ, וּפָסְלוּ אֶת עַבְדּוֹ. וּכְשֶׁבָּאוּ לִפְנֵי בֵית דִּין, קִבְּלוּ אוֹתוֹ וְאֶת עַבְדּוֹ, וּפָסְלוּ אֶת בְּנוֹ: \n אֵלּוּ הֵן הַפְּסוּלִין, הַמְשַׂחֵק בְּקֻבְיָא, וּמַלְוֵי בְרִבִּית, וּמַפְרִיחֵי יוֹנִים, וְסוֹחֲרֵי שְׁבִיעִית, וַעֲבָדִים. זֶה הַכְּלָל, כָּל עֵדוּת שֶׁאֵין הָאִשָּׁה כְשֵׁרָה לָהּ, אַף הֵן אֵינָן כְּשֵׁרִים לָהּ: \n מִי שֶׁרָאָה אֶת הַחֹדֶשׁ וְאֵינוֹ יָכוֹל לְהַלֵּךְ, מוֹלִיכִין אוֹתוֹ עַל הַחֲמוֹר, אֲפִלּוּ בְמִטָּה. וְאִם צוֹדֶה לָהֶם, לוֹקְחִין בְּיָדָם מַקְּלוֹת. וְאִם הָיְתָה דֶרֶךְ רְחוֹקָה, לוֹקְחִין בְּיָדָם מְזוֹנוֹת, שֶׁעַל מַהֲלַךְ לַיְלָה וָיוֹם מְחַלְּלִין אֶת הַשַּׁבָּת וְיוֹצְאִין לְעֵדוּת הַחֹדֶשׁ, שֶׁנֶּאֱמַר (ויקרא כג), אֵלֶּה מוֹעֲדֵי ה' אֲשֶׁר תִּקְרְאוּ אוֹתָם בְּמוֹעֲדָם: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Ta'anit.1",
    "source": "sefaria",
    "ref": "Mishnah Ta'anit 1",
    "title": "Mishnah Ta'anit",
    "text_original": "מֵאֵימָתַי מַזְכִּירִין גְּבוּרוֹת גְּשָׁמִים. רַבִּי אֱלִיעֶזֶר אוֹמֵר, מִיּוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מִיּוֹם טוֹב הָאַחֲרוֹן שֶׁל חָג. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ. הוֹאִיל וְאֵין הַגְּשָׁמִים אֶלָּא סִימַן קְלָלָה בֶּחָג, לָמָּה מַזְכִּיר. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, אַף אֲנִי לֹא אָמַרְתִּי לִשְׁאוֹל, אֶלָּא לְהַזְכִּיר מַשִּׁיב הָרוּחַ וּמוֹרִיד הַגֶּשֶׁם בְּעוֹנָתוֹ. אָמַר לוֹ, אִם כֵּן, לְעוֹלָם יְהֵא מַזְכִּיר: \n אֵין שׁוֹאֲלִין אֶת הַגְּשָׁמִים אֶלָּא סָמוּךְ לַגְּשָׁמִים. רַבִּי יְהוּדָה אוֹמֵר, הָעוֹבֵר לִפְנֵי הַתֵּבָה בְּיוֹם טוֹב הָאַחֲרוֹן שֶׁל חַג, הָאַחֲרוֹן מַזְכִּיר, הָרִאשׁוֹן אֵינוֹ מַזְכִּיר. בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל פֶּסַח, הָרִאשׁוֹן מַזְכִּיר, הָאַחֲרוֹן אֵינוֹ מַזְכִּיר. עַד אֵימָתַי שׁוֹאֲלִין אֶת הַגְּשָׁמִים, רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיַּעֲבֹר הַפָּסַח. רַבִּי מֵאִיר אוֹמֵר, עַד שֶׁיֵּצֵא נִיסָן, שֶׁנֶּאֱמַר (יואל ב) וַיּוֹרֶד לָכֶם גֶּשֶׁם, מוֹרֶה וּמַלְקוֹשׁ בָּרִאשׁוֹן: \n בִּשְׁלשָׁה בְמַרְחֶשְׁוָן שׁוֹאֲלִין אֶת הַגְּשָׁמִים. רַבָּן גַּמְלִיאֵל אוֹמֵר, בְּשִׁבְעָה בוֹ, חֲמִשָּׁה עָשָׂר יוֹם אַחַר הֶחָג, כְּדֵי שֶׁיַּגִּיעַ אַחֲרוֹן שֶׁבְּיִשְׂרָאֵל לִנְהַר פְּרָת: \n הִגִּיעַ שִׁבְעָה עָשָׂר בְּמַרְחֶשְׁוָן וְלֹא יָרְדוּ גְשָׁמִים, הִתְחִילוּ הַיְחִידִים מִתְעַנִּין שָׁלשׁ תַּעֲנִיּוֹת. אוֹכְלִין וְשׁוֹתִין מִשֶּׁחֲשֵׁכָה, וּמֻתָּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה: \n הִגִּיעַ רֹאשׁ חֹדֶשׁ כִּסְלֵו וְלֹא יָרְדוּ גְשָׁמִים, בֵּית דִּין גּוֹזְרִין שָׁלשׁ תַּעֲנִיוֹת עַל הַצִּבּוּר. אוֹכְלִין וְשׁוֹתִין מִשֶּׁחֲשֵׁכָה, וּמֻתָּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה: \n עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, בֵּית דִּין גּוֹזְרִין שָׁלשׁ תַּעֲנִיּוֹת אֲחֵרוֹת עַל הַצִּבּוּר. אוֹכְלִין וְשׁוֹתִין מִבְּעוֹד יוֹם, וַאֲסוּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה, וְנוֹעֲלִין אֶת הַמֶּרְחֲצָאוֹת. עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, בֵּית דִּין גּוֹזְרִין עֲלֵיהֶם עוֹד שֶׁבַע, שֶׁהֵן שְׁלשׁ עֶשְׂרֵה תַּעֲנִיּוֹת עַל הַצִּבּוּר. הֲרֵי אֵלּוּ יְתֵרוֹת עַל הָרִאשׁוֹנוֹת, שֶׁבָּאֵלּוּ מַתְרִיעִין וְנוֹעֲלִין אֶת הַחֲנוּיוֹת, בַּשֵּׁנִי מַטִּין עִם חֲשֵׁכָה, וּבַחֲמִישִׁי מֻתָּרִין מִפְּנֵי כְבוֹד הַשַּׁבָּת: \n עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, מְמַעֲטִין בְּמַשָּׂא וּמַתָּן, בְּבִנְיָן וּבִנְטִיעָה, בְּאֵרוּסִין וּבְנִשּׂוּאִין וּבִשְׁאֵלַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ, כִּבְנֵי אָדָם הַנְּזוּפִין לַמָּקוֹם. הַיְחִידִים חוֹזְרִים וּמִתְעַנִּים עַד שֶׁיֵּצֵא נִיסָן. יָצָא נִיסָן וְלֹא יָרְדוּ גְשָׁמִים, סִימַן קְלָלָה, שֶׁנֶּאֱמַר (שמואל א יב) הֲלוֹא קְצִיר חִטִּים הַיּוֹם, וְגוֹ': \n",
    "text_english": "מֵאֵימָתַי מַזְכִּירִין גְּבוּרוֹת גְּשָׁמִים. רַבִּי אֱלִיעֶזֶר אוֹמֵר, מִיּוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מִיּוֹם טוֹב הָאַחֲרוֹן שֶׁל חָג. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ. הוֹאִיל וְאֵין הַגְּשָׁמִים אֶלָּא סִימַן קְלָלָה בֶּחָג, לָמָּה מַזְכִּיר. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, אַף אֲנִי לֹא אָמַרְתִּי לִשְׁאוֹל, אֶלָּא לְהַזְכִּיר מַשִּׁיב הָרוּחַ וּמוֹרִיד הַגֶּשֶׁם בְּעוֹנָתוֹ. אָמַר לוֹ, אִם כֵּן, לְעוֹלָם יְהֵא מַזְכִּיר: \n אֵין שׁוֹאֲלִין אֶת הַגְּשָׁמִים אֶלָּא סָמוּךְ לַגְּשָׁמִים. רַבִּי יְהוּדָה אוֹמֵר, הָעוֹבֵר לִפְנֵי הַתֵּבָה בְּיוֹם טוֹב הָאַחֲרוֹן שֶׁל חַג, הָאַחֲרוֹן מַזְכִּיר, הָרִאשׁוֹן אֵינוֹ מַזְכִּיר. בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל פֶּסַח, הָרִאשׁוֹן מַזְכִּיר, הָאַחֲרוֹן אֵינוֹ מַזְכִּיר. עַד אֵימָתַי שׁוֹאֲלִין אֶת הַגְּשָׁמִים, רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיַּעֲבֹר הַפָּסַח. רַבִּי מֵאִיר אוֹמֵר, עַד שֶׁיֵּצֵא נִיסָן, שֶׁנֶּאֱמַר (יואל ב) וַיּוֹרֶד לָכֶם גֶּשֶׁם, מוֹרֶה וּמַלְקוֹשׁ בָּרִאשׁוֹן: \n בִּשְׁלשָׁה בְמַרְחֶשְׁוָן שׁוֹאֲלִין אֶת הַגְּשָׁמִים. רַבָּן גַּמְלִיאֵל אוֹמֵר, בְּשִׁבְעָה בוֹ, חֲמִשָּׁה עָשָׂר יוֹם אַחַר הֶחָג, כְּדֵי שֶׁיַּגִּיעַ אַחֲרוֹן שֶׁבְּיִשְׂרָאֵל לִנְהַר פְּרָת: \n הִגִּיעַ שִׁבְעָה עָשָׂר בְּמַרְחֶשְׁוָן וְלֹא יָרְדוּ גְשָׁמִים, הִתְחִילוּ הַיְחִידִים מִתְעַנִּין שָׁלשׁ תַּעֲנִיּוֹת. אוֹכְלִין וְשׁוֹתִין מִשֶּׁחֲשֵׁכָה, וּמֻתָּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה: \n הִגִּיעַ רֹאשׁ חֹדֶשׁ כִּסְלֵו וְלֹא יָרְדוּ גְשָׁמִים, בֵּית דִּין גּוֹזְרִין שָׁלשׁ תַּעֲנִיוֹת עַל הַצִּבּוּר. אוֹכְלִין וְשׁוֹתִין מִשֶּׁחֲשֵׁכָה, וּמֻתָּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה: \n עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, בֵּית דִּין גּוֹזְרִין שָׁלשׁ תַּעֲנִיּוֹת אֲחֵרוֹת עַל הַצִּבּוּר. אוֹכְלִין וְשׁוֹתִין מִבְּעוֹד יוֹם, וַאֲסוּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה, וְנוֹעֲלִין אֶת הַמֶּרְחֲצָאוֹת. עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, בֵּית דִּין גּוֹזְרִין עֲלֵיהֶם עוֹד שֶׁבַע, שֶׁהֵן שְׁלשׁ עֶשְׂרֵה תַּעֲנִיּוֹת עַל הַצִּבּוּר. הֲרֵי אֵלּוּ יְתֵרוֹת עַל הָרִאשׁוֹנוֹת, שֶׁבָּאֵלּוּ מַתְרִיעִין וְנוֹעֲלִין אֶת הַחֲנוּיוֹת, בַּשֵּׁנִי מַטִּין עִם חֲשֵׁכָה, וּבַחֲמִישִׁי מֻתָּרִין מִפְּנֵי כְבוֹד הַשַּׁבָּת: \n עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, מְמַעֲטִין בְּמַשָּׂא וּמַתָּן, בְּבִנְיָן וּבִנְטִיעָה, בְּאֵרוּסִין וּבְנִשּׂוּאִין וּבִשְׁאֵלַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ, כִּבְנֵי אָדָם הַנְּזוּפִין לַמָּקוֹם. הַיְחִידִים חוֹזְרִים וּמִתְעַנִּים עַד שֶׁיֵּצֵא נִיסָן. יָצָא נִיסָן וְלֹא יָרְדוּ גְשָׁמִים, סִימַן קְלָלָה, שֶׁנֶּאֱמַר (שמואל א יב) הֲלוֹא קְצִיר חִטִּים הַיּוֹם, וְגוֹ': \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Megillah.1",
    "source": "sefaria",
    "ref": "Mishnah Megillah 1",
    "title": "Mishnah Megillah",
    "text_original": "מְגִלָּה נִקְרֵאת בְּאַחַד עָשָׂר, בִּשְׁנֵים עָשָׂר, בִּשְׁלֹשָׁה עָשָׂר, בְּאַרְבָּעָה עָשָׂר, בַּחֲמִשָּׁה עָשָׂר, לֹא פָחוֹת וְלֹא יוֹתֵר. כְּרַכִּין הַמֻּקָּפִין חוֹמָה מִימוֹת יְהוֹשֻׁעַ בִּן נוּן, קוֹרִין בַּחֲמִשָּׁה עָשָׂר. כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת, קוֹרִין בְּאַרְבָּעָה עָשָׂר, אֶלָּא שֶׁהַכְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה: \n כֵּיצַד. חָל לִהְיוֹת יוֹם אַרְבָּעָה עָשָׂר בַּשֵּׁנִי, כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת בַּשְּׁלִישִׁי אוֹ בָּרְבִיעִי, כְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת בָּחֲמִישִׁי, כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת עֶרֶב שַׁבָּת, כְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה, וַעֲיָרוֹת גְּדוֹלוֹת וּמֻקָּפוֹת חוֹמָה קוֹרִין בּוֹ בַיּוֹם. חָל לִהְיוֹת בְּשַׁבָּת, כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת מַקְדִּימִין וְקוֹרִין לְיוֹם הַכְּנִיסָה, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת אַחַר הַשַּׁבָּת, כְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה, וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר: \n אֵיזוֹ הִיא עִיר גְּדוֹלָה, כֹּל שֶׁיֵּשׁ בָּהּ עֲשָׂרָה בַטְלָנִים. פָּחוֹת מִכָּאן, הֲרֵי זֶה כְפָר. בָּאֵלּוּ אָמְרוּ מַקְדִּימִין וְלֹא מְאַחֲרִין. אֲבָל זְמַן עֲצֵי כֹהֲנִים וְתִשְׁעָה בְאָב, חֲגִיגָה וְהַקְהֵל, מְאַחֲרִין וְלֹא מַקְדִּימִין. אַף עַל פִּי שֶׁאָמְרוּ מַקְדִּימִין וְלֹא מְאַחֲרִין, מֻתָּרִין בְּהֶסְפֵּד וּבְתַעֲנִיּוֹת וּמַתָּנוֹת לָאֶבְיוֹנִים. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, מְקוֹם שֶׁנִּכְנָסִין בְּשֵׁנִי וּבַחֲמִישִׁי. אֲבָל מְקוֹם שֶׁאֵין נִכְנָסִין לֹא בְּשֵׁנִי וְלֹא בַחֲמִישִׁי, אֵין קוֹרִין אוֹתָהּ אֶלָּא בִזְמַנָּהּ: \n קָרְאוּ אֶת הַמְּגִלָּה בַּאֲדָר הָרִאשׁוֹן וְנִתְעַבְּרָה הַשָּׁנָה, קוֹרִין אוֹתָהּ בַּאֲדָר הַשֵּׁנִי, אֵין בֵּין אֲדָר הָרִאשׁוֹן לַאֲדָר הַשֵּׁנִי אֶלָּא קְרִיאַת הַמְּגִלָּה וּמַתָּנוֹת לָאֶבְיוֹנִים: \n אֵין בֵּין יוֹם טוֹב לְשַׁבָּת אֶלָּא אֹכֶל נֶפֶשׁ בִּלְבָד. אֵין בֵּין שַׁבָּת לְיוֹם הַכִּפּוּרִים אֶלָּא שֶׁזֶּה זְדוֹנוֹ בִּידֵי אָדָם וְזֶה זְדוֹנוֹ בְּכָרֵת: \n אֵין בֵּין הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ לַמֻּדָּר מִמֶּנּוּ מַאֲכָל אֶלָּא דְּרִיסַת הָרֶגֶל וְכֵלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ. אֵין בֵּין נְדָרִים לִנְדָבוֹת אֶלָּא שֶׁהַנְּדָרִים חַיָּב בְּאַחֲרָיוּתָן, וּנְדָבוֹת אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן: \n אֵין בֵּין זָב הָרוֹאֶה שְׁתֵּי רְאִיּוֹת לְרוֹאֶה שָׁלֹשׁ אֶלָּא קָרְבָּן. אֵין בֵּין מְצֹרָע מֻסְגָּר לִמְצֹרָע מֻחְלָט אֶלָּא פְרִיעָה וּפְרִימָה. אֵין בֵּין טָהוֹר מִתּוֹךְ הֶסְגֵּר לְטָהוֹר מִתּוֹךְ הֶחְלֵט אֶלָּא תִגְלַחַת וְצִפֳּרִים: \n אֵין בֵּין סְפָרִים לִתְפִלִּין וּמְזוּזוֹת אֶלָּא שֶׁהַסְּפָרִים נִכְתָּבִין בְּכָל לָשׁוֹן, וּתְפִלִּין וּמְזוּזוֹת אֵינָן נִכְתָּבוֹת אֶלָּא אַשּׁוּרִית. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף בַּסְּפָרִים לֹא הִתִּירוּ שֶׁיִּכָּתְבוּ אֶלָּא יְוָנִית: \n אֵין בֵּין כֹּהֵן מָשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה לִמְרֻבֶּה בְגָדִים אֶלָּא פַּר הַבָּא עַל כָּל הַמִּצְוֹת. אֵין בֵּין כֹּהֵן מְשַׁמֵּשׁ לְכֹהֵן שֶׁעָבַר אֶלָּא פַּר יוֹם הַכִּפּוּרִים וַעֲשִׂירִית הָאֵיפָה: \n אֵין בֵּין בָּמָה גְדוֹלָה לְבָמָה קְטַנָּה אֶלָּא פְסָחִים. זֶה הַכְּלָל, כָּל שֶׁהוּא נִדָּר וְנִדָּב, קָרֵב בַּבָּמָה. וְכֹל שֶׁאֵינוֹ לֹא נִדָּר וְלֹא נִדָּב, אֵינוֹ קָרֵב בַּבָּמָה: \n אֵין בֵּין שִׁילֹה לִירוּשָׁלַיִם אֶלָּא שֶׁבְּשִׁילֹה אוֹכְלִים קָדָשִׁים קַלִּים וּמַעֲשֵׂר שֵׁנִי בְּכָל הָרוֹאֶה, וּבִירוּשָׁלַיִם לִפְנִים מִן הַחוֹמָה. וְכָאן וְכָאן קָדְשֵׁי קָדָשִׁים נֶאֱכָלִים לִפְנִים מִן הַקְּלָעִים. קְדֻשַּׁת שִׁילֹה יֵשׁ אַחֲרֶיהָ הֶתֵּר, וּקְדֻשַּׁת יְרוּשָׁלַיִם אֵין אַחֲרֶיהָ הֶתֵּר: \n",
    "text_english": "מְגִלָּה נִקְרֵאת בְּאַחַד עָשָׂר, בִּשְׁנֵים עָשָׂר, בִּשְׁלֹשָׁה עָשָׂר, בְּאַרְבָּעָה עָשָׂר, בַּחֲמִשָּׁה עָשָׂר, לֹא פָחוֹת וְלֹא יוֹתֵר. כְּרַכִּין הַמֻּקָּפִין חוֹמָה מִימוֹת יְהוֹשֻׁעַ בִּן נוּן, קוֹרִין בַּחֲמִשָּׁה עָשָׂר. כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת, קוֹרִין בְּאַרְבָּעָה עָשָׂר, אֶלָּא שֶׁהַכְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה: \n כֵּיצַד. חָל לִהְיוֹת יוֹם אַרְבָּעָה עָשָׂר בַּשֵּׁנִי, כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת בַּשְּׁלִישִׁי אוֹ בָּרְבִיעִי, כְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת בָּחֲמִישִׁי, כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת עֶרֶב שַׁבָּת, כְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה, וַעֲיָרוֹת גְּדוֹלוֹת וּמֻקָּפוֹת חוֹמָה קוֹרִין בּוֹ בַיּוֹם. חָל לִהְיוֹת בְּשַׁבָּת, כְּפָרִים וַעֲיָרוֹת גְּדוֹלוֹת מַקְדִּימִין וְקוֹרִין לְיוֹם הַכְּנִיסָה, וּמֻקָּפוֹת חוֹמָה לְמָחָר. חָל לִהְיוֹת אַחַר הַשַּׁבָּת, כְּפָרִים מַקְדִּימִין לְיוֹם הַכְּנִיסָה, וַעֲיָרוֹת גְּדוֹלוֹת קוֹרִין בּוֹ בַיּוֹם, וּמֻקָּפוֹת חוֹמָה לְמָחָר: \n אֵיזוֹ הִיא עִיר גְּדוֹלָה, כֹּל שֶׁיֵּשׁ בָּהּ עֲשָׂרָה בַטְלָנִים. פָּחוֹת מִכָּאן, הֲרֵי זֶה כְפָר. בָּאֵלּוּ אָמְרוּ מַקְדִּימִין וְלֹא מְאַחֲרִין. אֲבָל זְמַן עֲצֵי כֹהֲנִים וְתִשְׁעָה בְאָב, חֲגִיגָה וְהַקְהֵל, מְאַחֲרִין וְלֹא מַקְדִּימִין. אַף עַל פִּי שֶׁאָמְרוּ מַקְדִּימִין וְלֹא מְאַחֲרִין, מֻתָּרִין בְּהֶסְפֵּד וּבְתַעֲנִיּוֹת וּמַתָּנוֹת לָאֶבְיוֹנִים. אָמַר רַבִּי יְהוּדָה, אֵימָתַי, מְקוֹם שֶׁנִּכְנָסִין בְּשֵׁנִי וּבַחֲמִישִׁי. אֲבָל מְקוֹם שֶׁאֵין נִכְנָסִין לֹא בְּשֵׁנִי וְלֹא בַחֲמִישִׁי, אֵין קוֹרִין אוֹתָהּ אֶלָּא בִזְמַנָּהּ: \n קָרְאוּ אֶת הַמְּגִלָּה בַּאֲדָר הָרִאשׁוֹן וְנִתְעַבְּרָה הַשָּׁנָה, קוֹרִין אוֹתָהּ בַּאֲדָר הַשֵּׁנִי, אֵין בֵּין אֲדָר הָרִאשׁוֹן לַאֲדָר הַשֵּׁנִי אֶלָּא קְרִיאַת הַמְּגִלָּה וּמַתָּנוֹת לָאֶבְיוֹנִים: \n אֵין בֵּין יוֹם טוֹב לְשַׁבָּת אֶלָּא אֹכֶל נֶפֶשׁ בִּלְבָד. אֵין בֵּין שַׁבָּת לְיוֹם הַכִּפּוּרִים אֶלָּא שֶׁזֶּה זְדוֹנוֹ בִּידֵי אָדָם וְזֶה זְדוֹנוֹ בְּכָרֵת: \n אֵין בֵּין הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ לַמֻּדָּר מִמֶּנּוּ מַאֲכָל אֶלָּא דְּרִיסַת הָרֶגֶל וְכֵלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ. אֵין בֵּין נְדָרִים לִנְדָבוֹת אֶלָּא שֶׁהַנְּדָרִים חַיָּב בְּאַחֲרָיוּתָן, וּנְדָבוֹת אֵינוֹ חַיָּב בְּאַחֲרָיוּתָן: \n אֵין בֵּין זָב הָרוֹאֶה שְׁתֵּי רְאִיּוֹת לְרוֹאֶה שָׁלֹשׁ אֶלָּא קָרְבָּן. אֵין בֵּין מְצֹרָע מֻסְגָּר לִמְצֹרָע מֻחְלָט אֶלָּא פְרִיעָה וּפְרִימָה. אֵין בֵּין טָהוֹר מִתּוֹךְ הֶסְגֵּר לְטָהוֹר מִתּוֹךְ הֶחְלֵט אֶלָּא תִגְלַחַת וְצִפֳּרִים: \n אֵין בֵּין סְפָרִים לִתְפִלִּין וּמְזוּזוֹת אֶלָּא שֶׁהַסְּפָרִים נִכְתָּבִין בְּכָל לָשׁוֹן, וּתְפִלִּין וּמְזוּזוֹת אֵינָן נִכְתָּבוֹת אֶלָּא אַשּׁוּרִית. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אַף בַּסְּפָרִים לֹא הִתִּירוּ שֶׁיִּכָּתְבוּ אֶלָּא יְוָנִית: \n אֵין בֵּין כֹּהֵן מָשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה לִמְרֻבֶּה בְגָדִים אֶלָּא פַּר הַבָּא עַל כָּל הַמִּצְוֹת. אֵין בֵּין כֹּהֵן מְשַׁמֵּשׁ לְכֹהֵן שֶׁעָבַר אֶלָּא פַּר יוֹם הַכִּפּוּרִים וַעֲשִׂירִית הָאֵיפָה: \n אֵין בֵּין בָּמָה גְדוֹלָה לְבָמָה קְטַנָּה אֶלָּא פְסָחִים. זֶה הַכְּלָל, כָּל שֶׁהוּא נִדָּר וְנִדָּב, קָרֵב בַּבָּמָה. וְכֹל שֶׁאֵינוֹ לֹא נִדָּר וְלֹא נִדָּב, אֵינוֹ קָרֵב בַּבָּמָה: \n אֵין בֵּין שִׁילֹה לִירוּשָׁלַיִם אֶלָּא שֶׁבְּשִׁילֹה אוֹכְלִים קָדָשִׁים קַלִּים וּמַעֲשֵׂר שֵׁנִי בְּכָל הָרוֹאֶה, וּבִירוּשָׁלַיִם לִפְנִים מִן הַחוֹמָה. וְכָאן וְכָאן קָדְשֵׁי קָדָשִׁים נֶאֱכָלִים לִפְנִים מִן הַקְּלָעִים. קְדֻשַּׁת שִׁילֹה יֵשׁ אַחֲרֶיהָ הֶתֵּר, וּקְדֻשַּׁת יְרוּשָׁלַיִם אֵין אַחֲרֶיהָ הֶתֵּר: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Moed_Katan.1",
    "source": "sefaria",
    "ref": "Mishnah Moed Katan 1",
    "title": "Mishnah Moed Katan",
    "text_original": "מַשְׁקִין בֵּית הַשְּׁלָחִין בַּמּוֹעֵד וּבַשְּׁבִיעִית, בֵּין מִמַּעְיָן שֶׁיָּצָא בַתְּחִלָּה, בֵּין מִמַּעְיָן שֶׁלֹּא יָצָא בַתְּחִלָּה. אֲבָל אֵין מַשְׁקִין לֹא מִמֵּי הַגְּשָׁמִים וְלֹא מִמֵּי הַקִּילוֹן. וְאֵין עוֹשִׂין עוּגִיּוֹת לַגְּפָנִים: \n רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, אֵין עוֹשִׂין אֶת הָאַמָּה בַתְּחִלָּה בַּמּוֹעֵד וּבַשְּׁבִיעִית, וַחֲכָמִים אוֹמְרִים, עוֹשִׂין אֶת הָאַמָּה בַּתְּחִלָּה בַּשְּׁבִיעִית, וּמְתַקְּנִין אֶת הַמְּקֻלְקָלוֹת בַּמּוֹעֵד. וּמְתַקְּנִין אֶת קִלְקוּלֵי הַמַּיִם שֶׁבִּרְשׁוּת הָרַבִּים וְחוֹטְטִין אוֹתָן. וּמְתַקְּנִין אֶת הַדְּרָכִים וְאֶת הָרְחוֹבוֹת וְאֶת מִקְווֹת הַמַּיִם, וְעוֹשִׂין כָּל צָרְכֵי הָרַבִּים, וּמְצַיְּנִין אֶת הַקְּבָרוֹת, וְיוֹצְאִין אַף עַל הַכִּלְאָיִם: \n רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, מוֹשְׁכִים אֶת הַמַּיִם מֵאִילָן לְאִילָן, וּבִלְבַד שֶׁלֹּא יַשְׁקֶה אֶת כָּל הַשָּׂדֶה. זְרָעִים שֶׁלֹּא שָׁתוּ לִפְנֵי הַמּוֹעֵד, לֹא יַשְׁקֵם בַּמּוֹעֵד. וַחֲכָמִים מַתִּירִין בָּזֶה וּבָזֶה: \n צָדִין אֶת הָאִישׁוּת וְאֶת הָעַכְבָּרִים מִשְּׂדֵה הָאִילָן וּמִשְּׂדֵה הַלָּבָן, שֶׁלֹּא כְדַרְכּוֹ, בַּמּוֹעֵד וּבַשְּׁבִיעִית. וַחֲכָמִים אוֹמְרִים, מִשְּׂדֵה הָאִילָן כְּדַרְכּוֹ, וּמִשְּׂדֵה הַלָּבָן שֶׁלֹּא כְדַרְכּוֹ. וּמְקָרִין אֶת הַפִּרְצָה בַּמּוֹעֵד, וּבַשְּׁבִיעִית בּוֹנֶה כְדַרְכּוֹ: \n רַבִּי מֵאִיר אוֹמֵר, רוֹאִין אֶת הַנְּגָעִים בַּתְּחִלָּה לְהָקֵל, אֲבָל לֹא לְהַחְמִיר. וַחֲכָמִים אוֹמְרִים, לֹא לְהָקֵל וְלֹא לְהַחְמִיר. וְעוֹד אָמַר רַבִּי מֵאִיר, מְלַקֵּט אָדָם עַצְמוֹת אָבִיו וְאִמּוֹ, מִפְּנֵי שֶׁשִּׂמְחָה הִיא לוֹ. רַבִּי יוֹסֵי אוֹמֵר, אֵבֶל הוּא לוֹ. לֹא יְעוֹרֵר אָדָם עַל מֵתוֹ וְלֹא יַסְפִּידֶנּוּ קֹדֶם לָרֶגֶל שְׁלֹשִׁים יוֹם: \n אֵין חוֹפְרִין כּוּכִין וּקְבָרוֹת בַּמּוֹעֵד, אֲבָל מְחַנְּכִים אֶת הַכּוּכִין בַּמּוֹעֵד. וְעוֹשִׂין נִבְרֶכֶת בַּמּוֹעֵד, וְאָרוֹן עִם הַמֵּת בֶּחָצֵר. רַבִּי יְהוּדָה אוֹסֵר, אֶלָּא אִם כֵּן יֵשׁ עִמּוֹ נְסָרִים: \n אֵין נוֹשְׂאִין נָשִׁים בַּמּוֹעֵד, לֹא בְתוּלוֹת, וְלֹא אַלְמָנוֹת, וְלֹא מְיַבְּמִין, מִפְּנֵי שֶׁשִּׂמְחָה הִיא לוֹ. אֲבָל מַחֲזִיר הוּא אֶת גְּרוּשָׁתוֹ. וְעוֹשָׂה אִשָּׁה תַּכְשִׁיטֶיהָ בַמּוֹעֵד. רַבִּי יְהוּדָה אוֹמֵר, לֹא תָּסוּד מִפְּנֵי שֶׁנִּוּוּל הוּא לָהּ: \n הַהֶדְיוֹט תּוֹפֵר כְּדַרְכּוֹ, וְהָאֻמָּן מַכְלִיב. וּמְסָרְגִין אֶת הַמִּטּוֹת. רַבִּי יוֹסֵי אוֹמֵר, אַף מְמַתְּחִין: \n מַעֲמִידִין תַּנּוּר וְכִירַיִם וְרֵחַיִם בַּמּוֹעֵד. רַבִּי יְהוּדָה אוֹמֵר, אֵין מְכַבְּשִׁין אֶת הָרֵחַיִם בַּתְּחִלָּה: \n עוֹשִׂין מַעֲקֶה לְגַג וּלְמִרְפֶּסֶת מַעֲשֵׂה הֶדְיוֹט, אֲבָל לֹא מַעֲשֵׂה אֻמָּן. שָׁפִין אֶת הַסְּדָקִין וּמַעְגִּילִין אוֹתָן בַּמַּעְגִּילָה בַּיָּד וּבָרֶגֶל, אֲבָל לֹא בַמַּחֲלָצָיִם. הַצִּיר וְהַצִּנּוֹר וְהַקּוֹרָה וְהַמַּנְעוּל וְהַמַּפְתֵּחַ שֶׁנִּשְׁבְּרוּ, מְתַקְּנָן בַּמּוֹעֵד, וּבִלְבַד שֶׁלֹּא יְכַוֵּן מְלַאכְתּוֹ בַּמּוֹעֵד, וְכָל כְּבָשִׁין שֶׁהוּא יָכוֹל לֶאֱכֹל מֵהֶן בַּמּוֹעֵד, כּוֹבְשָׁן: \n",
    "text_english": "מַשְׁקִין בֵּית הַשְּׁלָחִין בַּמּוֹעֵד וּבַשְּׁבִיעִית, בֵּין מִמַּעְיָן שֶׁיָּצָא בַתְּחִלָּה, בֵּין מִמַּעְיָן שֶׁלֹּא יָצָא בַתְּחִלָּה. אֲבָל אֵין מַשְׁקִין לֹא מִמֵּי הַגְּשָׁמִים וְלֹא מִמֵּי הַקִּילוֹן. וְאֵין עוֹשִׂין עוּגִיּוֹת לַגְּפָנִים: \n רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, אֵין עוֹשִׂין אֶת הָאַמָּה בַתְּחִלָּה בַּמּוֹעֵד וּבַשְּׁבִיעִית, וַחֲכָמִים אוֹמְרִים, עוֹשִׂין אֶת הָאַמָּה בַּתְּחִלָּה בַּשְּׁבִיעִית, וּמְתַקְּנִין אֶת הַמְּקֻלְקָלוֹת בַּמּוֹעֵד. וּמְתַקְּנִין אֶת קִלְקוּלֵי הַמַּיִם שֶׁבִּרְשׁוּת הָרַבִּים וְחוֹטְטִין אוֹתָן. וּמְתַקְּנִין אֶת הַדְּרָכִים וְאֶת הָרְחוֹבוֹת וְאֶת מִקְווֹת הַמַּיִם, וְעוֹשִׂין כָּל צָרְכֵי הָרַבִּים, וּמְצַיְּנִין אֶת הַקְּבָרוֹת, וְיוֹצְאִין אַף עַל הַכִּלְאָיִם: \n רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, מוֹשְׁכִים אֶת הַמַּיִם מֵאִילָן לְאִילָן, וּבִלְבַד שֶׁלֹּא יַשְׁקֶה אֶת כָּל הַשָּׂדֶה. זְרָעִים שֶׁלֹּא שָׁתוּ לִפְנֵי הַמּוֹעֵד, לֹא יַשְׁקֵם בַּמּוֹעֵד. וַחֲכָמִים מַתִּירִין בָּזֶה וּבָזֶה: \n צָדִין אֶת הָאִישׁוּת וְאֶת הָעַכְבָּרִים מִשְּׂדֵה הָאִילָן וּמִשְּׂדֵה הַלָּבָן, שֶׁלֹּא כְדַרְכּוֹ, בַּמּוֹעֵד וּבַשְּׁבִיעִית. וַחֲכָמִים אוֹמְרִים, מִשְּׂדֵה הָאִילָן כְּדַרְכּוֹ, וּמִשְּׂדֵה הַלָּבָן שֶׁלֹּא כְדַרְכּוֹ. וּמְקָרִין אֶת הַפִּרְצָה בַּמּוֹעֵד, וּבַשְּׁבִיעִית בּוֹנֶה כְדַרְכּוֹ: \n רַבִּי מֵאִיר אוֹמֵר, רוֹאִין אֶת הַנְּגָעִים בַּתְּחִלָּה לְהָקֵל, אֲבָל לֹא לְהַחְמִיר. וַחֲכָמִים אוֹמְרִים, לֹא לְהָקֵל וְלֹא לְהַחְמִיר. וְעוֹד אָמַר רַבִּי מֵאִיר, מְלַקֵּט אָדָם עַצְמוֹת אָבִיו וְאִמּוֹ, מִפְּנֵי שֶׁשִּׂמְחָה הִיא לוֹ. רַבִּי יוֹסֵי אוֹמֵר, אֵבֶל הוּא לוֹ. לֹא יְעוֹרֵר אָדָם עַל מֵתוֹ וְלֹא יַסְפִּידֶנּוּ קֹדֶם לָרֶגֶל שְׁלֹשִׁים יוֹם: \n אֵין חוֹפְרִין כּוּכִין וּקְבָרוֹת בַּמּוֹעֵד, אֲבָל מְחַנְּכִים אֶת הַכּוּכִין בַּמּוֹעֵד. וְעוֹשִׂין נִבְרֶכֶת בַּמּוֹעֵד, וְאָרוֹן עִם הַמֵּת בֶּחָצֵר. רַבִּי יְהוּדָה אוֹסֵר, אֶלָּא אִם כֵּן יֵשׁ עִמּוֹ נְסָרִים: \n אֵין נוֹשְׂאִין נָשִׁים בַּמּוֹעֵד, לֹא בְתוּלוֹת, וְלֹא אַלְמָנוֹת, וְלֹא מְיַבְּמִין, מִפְּנֵי שֶׁשִּׂמְחָה הִיא לוֹ. אֲבָל מַחֲזִיר הוּא אֶת גְּרוּשָׁתוֹ. וְעוֹשָׂה אִשָּׁה תַּכְשִׁיטֶיהָ בַמּוֹעֵד. רַבִּי יְהוּדָה אוֹמֵר, לֹא תָּסוּד מִפְּנֵי שֶׁנִּוּוּל הוּא לָהּ: \n הַהֶדְיוֹט תּוֹפֵר כְּדַרְכּוֹ, וְהָאֻמָּן מַכְלִיב. וּמְסָרְגִין אֶת הַמִּטּוֹת. רַבִּי יוֹסֵי אוֹמֵר, אַף מְמַתְּחִין: \n מַעֲמִידִין תַּנּוּר וְכִירַיִם וְרֵחַיִם בַּמּוֹעֵד. רַבִּי יְהוּדָה אוֹמֵר, אֵין מְכַבְּשִׁין אֶת הָרֵחַיִם בַּתְּחִלָּה: \n עוֹשִׂין מַעֲקֶה לְגַג וּלְמִרְפֶּסֶת מַעֲשֵׂה הֶדְיוֹט, אֲבָל לֹא מַעֲשֵׂה אֻמָּן. שָׁפִין אֶת הַסְּדָקִין וּמַעְגִּילִין אוֹתָן בַּמַּעְגִּילָה בַּיָּד וּבָרֶגֶל, אֲבָל לֹא בַמַּחֲלָצָיִם. הַצִּיר וְהַצִּנּוֹר וְהַקּוֹרָה וְהַמַּנְעוּל וְהַמַּפְתֵּחַ שֶׁנִּשְׁבְּרוּ, מְתַקְּנָן בַּמּוֹעֵד, וּבִלְבַד שֶׁלֹּא יְכַוֵּן מְלַאכְתּוֹ בַּמּוֹעֵד, וְכָל כְּבָשִׁין שֶׁהוּא יָכוֹל לֶאֱכֹל מֵהֶן בַּמּוֹעֵד, כּוֹבְשָׁן: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Chagigah.1",
    "source": "sefaria",
    "ref": "Mishnah Chagigah 1",
    "title": "Mishnah Chagigah",
    "text_original": "הַכֹּל חַיָּבִין בָּרְאִיָּה, חוּץ מֵחֵרֵשׁ, שׁוֹטֶה וְקָטָן, וְטֻמְטוּם, וְאַנְדְּרוֹגִינוֹס, וְנָשִׁים, וַעֲבָדִים שֶׁאֵינָם מְשֻׁחְרָרִים, הַחִגֵּר, וְהַסּוּמָא, וְהַחוֹלֶה, וְהַזָּקֵן, וּמִי שֶׁאֵינוֹ יָכוֹל לַעֲלוֹת בְּרַגְלָיו. אֵיזֶהוּ קָטָן, כֹּל שֶׁאֵינוֹ יָכוֹל לִרְכּוֹב עַל כְּתֵפָיו שֶׁל אָבִיו וְלַעֲלוֹת מִירוּשָׁלַיִם לְהַר הַבַּיִת, דִּבְרֵי בֵית שַׁמַּאי. וּבֵית הִלֵּל אוֹמְרִים, כֹּל שֶׁאֵינוֹ יָכוֹל לֶאֱחֹז בְּיָדוֹ שֶׁל אָבִיו וְלַעֲלוֹת מִירוּשָׁלַיִם לְהַר הַבַּיִת, שֶׁנֶּאֱמַר (שמות כג) שָׁלֹשׁ רְגָלִים: \n בֵּית שַׁמַּאי אוֹמְרִים, הָרְאִיָּה שְׁתֵּי כֶסֶף, וַחֲגִיגָה מָעָה כֶסֶף. וּבֵית הִלֵּל אוֹמְרִים, הָרְאִיָּה מָעָה כֶסֶף, וַחֲגִיגָה שְׁתֵּי כָסֶף: \n עוֹלוֹת בַּמּוֹעֵד בָּאוֹת מִן הַחֻלִּין, וְהַשְּׁלָמִים מִן הַמַּעֲשֵׂר. יוֹם טוֹב רִאשׁוֹן שֶׁל פֶּסַח, בֵּית שַׁמַּאי אוֹמְרִים, מִן הַחֻלִּין, וּבֵית הִלֵּל אוֹמְרִים, מִן הַמַּעֲשֵׂר: \n יִשְׂרָאֵל יוֹצְאִין יְדֵי חוֹבָתָן בִּנְדָרִים וּנְדָבוֹת וּבְמַעְשַׂר בְּהֵמָה, וְהַכֹּהֲנִים בַּחַטָּאוֹת וּבָאֲשָׁמוֹת וּבַבְּכוֹר וּבֶחָזֶה וָשׁוֹק, אֲבָל לֹא בָעוֹפוֹת וְלֹא בַמְּנָחוֹת: \n מִי שֶׁיֵּשׁ לוֹ אוֹכְלִים מְרֻבִּים וּנְכָסִים מֻעָטִים, מֵבִיא שְׁלָמִים מְרֻבִּים וְעוֹלוֹת מֻעָטוֹת. נְכָסִים מְרֻבִּים וְאוֹכְלִין מֻעָטִין, מֵבִיא עוֹלוֹת מְרֻבּוֹת וּשְׁלָמִים מֻעָטִין. זֶה וָזֶה מֻעָט, עַל זֶה נֶאֱמַר, מָעָה כֶסֶף וּשְׁתֵּי כָסֶף. זֶה וָזֶה מְרֻבִּים, עַל זֶה נֶאֱמַר (דברים טז) אִישׁ כְּמַתְּנַת יָדוֹ כְּבִרְכַּת יְיָ אֱלֹהֶיךָ אֲשֶׁר נָתַן לָךְ: \n מִי שֶׁלֹּא חַג בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג, חוֹגֵג אֶת כָּל הָרֶגֶל וְיוֹם טוֹב הָאַחֲרוֹן שֶׁל חָג. עָבַר הָרֶגֶל וְלֹא חַג, אֵינוֹ חַיָּב בְּאַחֲרָיוּתוֹ. עַל זֶה נֶאֱמַר (קהלת א) מְעֻוָּת לֹא יוּכַל לִתְקֹן, וְחֶסְרוֹן לֹא יוּכַל לְהִמָּנוֹת: \n רַבִּי שִׁמְעוֹן בֶּן מְנַסְיָא אוֹמֵר, אֵיזֶהוּ מְעֻוָּת שֶׁאֵינוֹ יָכוֹל לִתְקֹן, זֶה הַבָּא עַל הָעֶרְוָה וְהוֹלִיד מִמֶּנָּה מַמְזֵר. אִם תֹּאמַר בְּגוֹנֵב וְגוֹזֵל, יָכוֹל הוּא לְהַחֲזִירוֹ וִיתַקֵּן. רַבִּי שִׁמְעוֹן בֶּן יוֹחַאי אוֹמֵר, אֵין קוֹרִין מְעֻוָּת אֶלָּא לְמִי שֶׁהָיָה מְתֻקָּן בַּתְּחִלָּה וְנִתְעַוֵּת, וְאֵיזֶה, זֶה תַּלְמִיד חָכָם הַפּוֹרֵשׁ מִן הַתּוֹרָה: \n הֶתֵּר נְדָרִים פּוֹרְחִין בָּאֲוִיר, וְאֵין לָהֶם עַל מַה שֶּׁיִּסְמֹכוּ. הִלְכוֹת שַׁבָּת, חֲגִיגוֹת וְהַמְּעִילוֹת, הֲרֵי הֵם כַּהֲרָרִים הַתְּלוּיִין בְּשַׂעֲרָה, שֶׁהֵן מִקְרָא מֻעָט וַהֲלָכוֹת מְרֻבּוֹת. הַדִּינִין וְהָעֲבוֹדוֹת, הַטָּהֳרוֹת וְהַטֻּמְאוֹת וַעֲרָיוֹת, יֵשׁ לָהֶן עַל מַה שֶּׁיִּסְמֹכוּ. הֵן הֵן גּוּפֵי תּוֹרָה: \n",
    "text_english": "הַכֹּל חַיָּבִין בָּרְאִיָּה, חוּץ מֵחֵרֵשׁ, שׁוֹטֶה וְקָטָן, וְטֻמְטוּם, וְאַנְדְּרוֹגִינוֹס, וְנָשִׁים, וַעֲבָדִים שֶׁאֵינָם מְשֻׁחְרָרִים, הַחִגֵּר, וְהַסּוּמָא, וְהַחוֹלֶה, וְהַזָּקֵן, וּמִי שֶׁאֵינוֹ יָכוֹל לַעֲלוֹת בְּרַגְלָיו. אֵיזֶהוּ קָטָן, כֹּל שֶׁאֵינוֹ יָכוֹל לִרְכּוֹב עַל כְּתֵפָיו שֶׁל אָבִיו וְלַעֲלוֹת מִירוּשָׁלַיִם לְהַר הַבַּיִת, דִּבְרֵי בֵית שַׁמַּאי. וּבֵית הִלֵּל אוֹמְרִים, כֹּל שֶׁאֵינוֹ יָכוֹל לֶאֱחֹז בְּיָדוֹ שֶׁל אָבִיו וְלַעֲלוֹת מִירוּשָׁלַיִם לְהַר הַבַּיִת, שֶׁנֶּאֱמַר (שמות כג) שָׁלֹשׁ רְגָלִים: \n בֵּית שַׁמַּאי אוֹמְרִים, הָרְאִיָּה שְׁתֵּי כֶסֶף, וַחֲגִיגָה מָעָה כֶסֶף. וּבֵית הִלֵּל אוֹמְרִים, הָרְאִיָּה מָעָה כֶסֶף, וַחֲגִיגָה שְׁתֵּי כָסֶף: \n עוֹלוֹת בַּמּוֹעֵד בָּאוֹת מִן הַחֻלִּין, וְהַשְּׁלָמִים מִן הַמַּעֲשֵׂר. יוֹם טוֹב רִאשׁוֹן שֶׁל פֶּסַח, בֵּית שַׁמַּאי אוֹמְרִים, מִן הַחֻלִּין, וּבֵית הִלֵּל אוֹמְרִים, מִן הַמַּעֲשֵׂר: \n יִשְׂרָאֵל יוֹצְאִין יְדֵי חוֹבָתָן בִּנְדָרִים וּנְדָבוֹת וּבְמַעְשַׂר בְּהֵמָה, וְהַכֹּהֲנִים בַּחַטָּאוֹת וּבָאֲשָׁמוֹת וּבַבְּכוֹר וּבֶחָזֶה וָשׁוֹק, אֲבָל לֹא בָעוֹפוֹת וְלֹא בַמְּנָחוֹת: \n מִי שֶׁיֵּשׁ לוֹ אוֹכְלִים מְרֻבִּים וּנְכָסִים מֻעָטִים, מֵבִיא שְׁלָמִים מְרֻבִּים וְעוֹלוֹת מֻעָטוֹת. נְכָסִים מְרֻבִּים וְאוֹכְלִין מֻעָטִין, מֵבִיא עוֹלוֹת מְרֻבּוֹת וּשְׁלָמִים מֻעָטִין. זֶה וָזֶה מֻעָט, עַל זֶה נֶאֱמַר, מָעָה כֶסֶף וּשְׁתֵּי כָסֶף. זֶה וָזֶה מְרֻבִּים, עַל זֶה נֶאֱמַר (דברים טז) אִישׁ כְּמַתְּנַת יָדוֹ כְּבִרְכַּת יְיָ אֱלֹהֶיךָ אֲשֶׁר נָתַן לָךְ: \n מִי שֶׁלֹּא חַג בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג, חוֹגֵג אֶת כָּל הָרֶגֶל וְיוֹם טוֹב הָאַחֲרוֹן שֶׁל חָג. עָבַר הָרֶגֶל וְלֹא חַג, אֵינוֹ חַיָּב בְּאַחֲרָיוּתוֹ. עַל זֶה נֶאֱמַר (קהלת א) מְעֻוָּת לֹא יוּכַל לִתְקֹן, וְחֶסְרוֹן לֹא יוּכַל לְהִמָּנוֹת: \n רַבִּי שִׁמְעוֹן בֶּן מְנַסְיָא אוֹמֵר, אֵיזֶהוּ מְעֻוָּת שֶׁאֵינוֹ יָכוֹל לִתְקֹן, זֶה הַבָּא עַל הָעֶרְוָה וְהוֹלִיד מִמֶּנָּה מַמְזֵר. אִם תֹּאמַר בְּגוֹנֵב וְגוֹזֵל, יָכוֹל הוּא לְהַחֲזִירוֹ וִיתַקֵּן. רַבִּי שִׁמְעוֹן בֶּן יוֹחַאי אוֹמֵר, אֵין קוֹרִין מְעֻוָּת אֶלָּא לְמִי שֶׁהָיָה מְתֻקָּן בַּתְּחִלָּה וְנִתְעַוֵּת, וְאֵיזֶה, זֶה תַּלְמִיד חָכָם הַפּוֹרֵשׁ מִן הַתּוֹרָה: \n הֶתֵּר נְדָרִים פּוֹרְחִין בָּאֲוִיר, וְאֵין לָהֶם עַל מַה שֶּׁיִּסְמֹכוּ. הִלְכוֹת שַׁבָּת, חֲגִיגוֹת וְהַמְּעִילוֹת, הֲרֵי הֵם כַּהֲרָרִים הַתְּלוּיִין בְּשַׂעֲרָה, שֶׁהֵן מִקְרָא מֻעָט וַהֲלָכוֹת מְרֻבּוֹת. הַדִּינִין וְהָעֲבוֹדוֹת, הַטָּהֳרוֹת וְהַטֻּמְאוֹת וַעֲרָיוֹת, יֵשׁ לָהֶן עַל מַה שֶּׁיִּסְמֹכוּ. הֵן הֵן גּוּפֵי תּוֹרָה: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Yevamot.1",
    "source": "sefaria",
    "ref": "Mishnah Yevamot 1",
    "title": "Mishnah Yevamot",
    "text_original": "חֲמֵשׁ עֶשְׂרֵה נָשִׁים פּוֹטְרוֹת צָרוֹתֵיהֶן וְצָרוֹת צָרוֹתֵיהֶן מִן הַחֲלִיצָה וּמִן הַיִּבּוּם עַד סוֹף הָעוֹלָם. וְאֵלּוּ הֵן, בִּתּוֹ, וּבַת בִּתּוֹ, וּבַת בְּנוֹ, בַּת אִשְׁתּוֹ, וּבַת בְּנָהּ, וּבַת בִּתָּהּ, חֲמוֹתוֹ וְאֵם חֲמוֹתוֹ, וְאֵם חָמִיו, אֲחוֹתוֹ מֵאִמּוֹ, וַאֲחוֹת אִמּוֹ, וַאֲחוֹת אִשְׁתּוֹ, וְאֵשֶׁת אָחִיו מֵאִמּוֹ, וְאֵשֶׁת אָחִיו שֶׁלֹּא הָיָה בְעוֹלָמוֹ, וְכַלָּתוֹ, הֲרֵי אֵלּוּ פּוֹטְרוֹת צָרוֹתֵיהֶן וְצָרוֹת צָרוֹתֵיהֶן מִן הַחֲלִיצָה וּמִן הַיִּבּוּם עַד סוֹף הָעוֹלָם. וְכֻלָּן אִם מֵתוּ, אוֹ מֵאֲנוּ, אוֹ נִתְגָּרְשׁוּ, אוֹ שֶׁנִּמְצְאוּ אַיְלוֹנִיּוֹת, צָרוֹתֵיהֶן מֻתָּרוֹת. וְאִי אַתָּה יָכוֹל לוֹמַר בַּחֲמוֹתוֹ וּבְאֵם חֲמוֹתוֹ וּבְאֵם חָמִיו שֶׁנִּמְצְאוּ אַיְלוֹנִיּוֹת אוֹ שֶּׁמֵּאֵנוּ: \n כֵּיצַד פּוֹטְרוֹת צָרוֹתֵיהֶן. הָיְתָה בִּתּוֹ אוֹ אַחַת מִכָּל הָעֲרָיוֹת הָאֵלּוּ נְשׂוּאָה לְאָחִיו, וְלוֹ אִשָּׁה אַחֶרֶת, וָמֵת, כְּשֵׁם שֶׁבִּתּוֹ פְּטוּרָה, כָּךְ צָרָתָהּ פְּטוּרָה. הָלְכָה צָרַת בִּתּוֹ וְנִשֵּׂאת לְאָחִיו הַשֵּׁנִי, וְלוֹ אִשָּׁה אַחֶרֶת, וָמֵת, כְּשֵׁם שֶׁצָּרַת בִּתּוֹ פְּטוּרָה, כָּךְ צָרַת צָרָתָהּ פְּטוּרָה, אֲפִלּוּ הֵן מֵאָה. כֵּיצַד אִם מֵתוּ צָרוֹתֵיהֶן מֻתָּרוֹת, הָיְתָה בִתּוֹ אוֹ אַחַת מִכָּל הָעֲרָיוֹת הָאֵלּוּ נְשׂוּאָה לְאָחִיו, וְלוֹ אִשָּׁה אַחֶרֶת, מֵתָה בִתּוֹ אוֹ נִתְגָּרְשָׁה, וְאַחַר כָּךְ מֵת אָחִיו, צָרָתָהּ מֻתֶּרֶת. וְכָל הַיְכוֹלָה לְמָאֵן וְלֹא מֵאֲנָה, צָרָתָהּ חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת: \n שֵׁשׁ עֲרָיוֹת חֲמוּרוֹת מֵאֵלּוּ, מִפְּנֵי שֶׁנְּשׂוּאוֹת לַאֲחֵרִים, צָרוֹתֵיהֶן מֻתָּרוֹת. אִמּוֹ, וְאֵשֶׁת אָבִיו, וַאֲחוֹת אָבִיו, אֲחוֹתוֹ מֵאָבִיו, וְאֵשֶׁת אֲחִי אָבִיו, וְאֵשֶׁת אָחִיו מֵאָבִיו: \n בֵּית שַׁמַּאי מַתִּירִין הַצָּרוֹת לָאַחִים, וּבֵית הִלֵּל אוֹסְרִים. חָלְצוּ, בֵּית שַׁמַּאי פּוֹסְלִין מִן הַכְּהֻנָּה, וּבֵית הִלֵּל מַכְשִׁירִים. נִתְיַבְּמוּ, בֵּית שַׁמַּאי מַכְשִׁירִים, וּבֵית הִלֵּל פּוֹסְלִין. אַף עַל פִּי שֶׁאֵלּוּ אוֹסְרִין וְאֵלּוּ מַתִּירִין, אֵלּוּ פּוֹסְלִין וְאֵלּוּ מַכְשִׁירִין, לֹא נִמְנְעוּ בֵּית שַׁמַּאי מִלִּשָּׂא נָשִׁים מִבֵּית הִלֵּל, וְלֹא בֵית הִלֵּל מִבֵּית שַׁמַּאי. כָּל הַטָּהֳרוֹת וְהַטֻּמְאוֹת שֶׁהָיוּ אֵלּוּ מְטַהֲרִין וְאֵלּוּ מְטַמְּאִין, לֹא נִמְנְעוּ עוֹשִׂין טָהֳרוֹת אֵלּוּ עַל גַּבֵּי אֵלּוּ: \n",
    "text_english": "חֲמֵשׁ עֶשְׂרֵה נָשִׁים פּוֹטְרוֹת צָרוֹתֵיהֶן וְצָרוֹת צָרוֹתֵיהֶן מִן הַחֲלִיצָה וּמִן הַיִּבּוּם עַד סוֹף הָעוֹלָם. וְאֵלּוּ הֵן, בִּתּוֹ, וּבַת בִּתּוֹ, וּבַת בְּנוֹ, בַּת אִשְׁתּוֹ, וּבַת בְּנָהּ, וּבַת בִּתָּהּ, חֲמוֹתוֹ וְאֵם חֲמוֹתוֹ, וְאֵם חָמִיו, אֲחוֹתוֹ מֵאִמּוֹ, וַאֲחוֹת אִמּוֹ, וַאֲחוֹת אִשְׁתּוֹ, וְאֵשֶׁת אָחִיו מֵאִמּוֹ, וְאֵשֶׁת אָחִיו שֶׁלֹּא הָיָה בְעוֹלָמוֹ, וְכַלָּתוֹ, הֲרֵי אֵלּוּ פּוֹטְרוֹת צָרוֹתֵיהֶן וְצָרוֹת צָרוֹתֵיהֶן מִן הַחֲלִיצָה וּמִן הַיִּבּוּם עַד סוֹף הָעוֹלָם. וְכֻלָּן אִם מֵתוּ, אוֹ מֵאֲנוּ, אוֹ נִתְגָּרְשׁוּ, אוֹ שֶׁנִּמְצְאוּ אַיְלוֹנִיּוֹת, צָרוֹתֵיהֶן מֻתָּרוֹת. וְאִי אַתָּה יָכוֹל לוֹמַר בַּחֲמוֹתוֹ וּבְאֵם חֲמוֹתוֹ וּבְאֵם חָמִיו שֶׁנִּמְצְאוּ אַיְלוֹנִיּוֹת אוֹ שֶּׁמֵּאֵנוּ: \n כֵּיצַד פּוֹטְרוֹת צָרוֹתֵיהֶן. הָיְתָה בִּתּוֹ אוֹ אַחַת מִכָּל הָעֲרָיוֹת הָאֵלּוּ נְשׂוּאָה לְאָחִיו, וְלוֹ אִשָּׁה אַחֶרֶת, וָמֵת, כְּשֵׁם שֶׁבִּתּוֹ פְּטוּרָה, כָּךְ צָרָתָהּ פְּטוּרָה. הָלְכָה צָרַת בִּתּוֹ וְנִשֵּׂאת לְאָחִיו הַשֵּׁנִי, וְלוֹ אִשָּׁה אַחֶרֶת, וָמֵת, כְּשֵׁם שֶׁצָּרַת בִּתּוֹ פְּטוּרָה, כָּךְ צָרַת צָרָתָהּ פְּטוּרָה, אֲפִלּוּ הֵן מֵאָה. כֵּיצַד אִם מֵתוּ צָרוֹתֵיהֶן מֻתָּרוֹת, הָיְתָה בִתּוֹ אוֹ אַחַת מִכָּל הָעֲרָיוֹת הָאֵלּוּ נְשׂוּאָה לְאָחִיו, וְלוֹ אִשָּׁה אַחֶרֶת, מֵתָה בִתּוֹ אוֹ נִתְגָּרְשָׁה, וְאַחַר כָּךְ מֵת אָחִיו, צָרָתָהּ מֻתֶּרֶת. וְכָל הַיְכוֹלָה לְמָאֵן וְלֹא מֵאֲנָה, צָרָתָהּ חוֹלֶצֶת וְלֹא מִתְיַבֶּמֶת: \n שֵׁשׁ עֲרָיוֹת חֲמוּרוֹת מֵאֵלּוּ, מִפְּנֵי שֶׁנְּשׂוּאוֹת לַאֲחֵרִים, צָרוֹתֵיהֶן מֻתָּרוֹת. אִמּוֹ, וְאֵשֶׁת אָבִיו, וַאֲחוֹת אָבִיו, אֲחוֹתוֹ מֵאָבִיו, וְאֵשֶׁת אֲחִי אָבִיו, וְאֵשֶׁת אָחִיו מֵאָבִיו: \n בֵּית שַׁמַּאי מַתִּירִין הַצָּרוֹת לָאַחִים, וּבֵית הִלֵּל אוֹסְרִים. חָלְצוּ, בֵּית שַׁמַּאי פּוֹסְלִין מִן הַכְּהֻנָּה, וּבֵית הִלֵּל מַכְשִׁירִים. נִתְיַבְּמוּ, בֵּית שַׁמַּאי מַכְשִׁירִים, וּבֵית הִלֵּל פּוֹסְלִין. אַף עַל פִּי שֶׁאֵלּוּ אוֹסְרִין וְאֵלּוּ מַתִּירִין, אֵלּוּ פּוֹסְלִין וְאֵלּוּ מַכְשִׁירִין, לֹא נִמְנְעוּ בֵּית שַׁמַּאי מִלִּשָּׂא נָשִׁים מִבֵּית הִלֵּל, וְלֹא בֵית הִלֵּל מִבֵּית שַׁמַּאי. כָּל הַטָּהֳרוֹת וְהַטֻּמְאוֹת שֶׁהָיוּ אֵלּוּ מְטַהֲרִין וְאֵלּוּ מְטַמְּאִין, לֹא נִמְנְעוּ עוֹשִׂין טָהֳרוֹת אֵלּוּ עַל גַּבֵּי אֵלּוּ: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Ketubot.1",
    "source": "sefaria",
    "ref": "Mishnah Ketubot 1",
    "title": "Mishnah Ketubot",
    "text_original": "בְּתוּלָה נִשֵּׂאת לַיּוֹם הָרְבִיעִי, וְאַלְמָנָה לַיּוֹם הַחֲמִישִׁי. שֶׁפַּעֲמַיִם בַּשַּׁבָּת בָּתֵּי דִינִין יוֹשְׁבִין בָּעֲיָרוֹת, בַּיּוֹם הַשֵּׁנִי וּבַיּוֹם הַחֲמִישִׁי, שֶׁאִם הָיָה לוֹ טַעֲנַת בְּתוּלִים, הָיָה מַשְׁכִּים לְבֵית דִּין: \n בְּתוּלָה, כְּתֻבָּתָהּ מָאתַיִם. וְאַלְמָנָה, מָנֶה. בְּתוּלָה אַלְמָנָה, גְּרוּשָׁה, וַחֲלוּצָה, מִן הָאֵרוּסִין, כְּתֻבָּתָן מָאתַיִם, וְיֵשׁ לָהֶן טַעֲנַת בְּתוּלִים. הַגִּיּוֹרֶת, וְהַשְּׁבוּיָה, וְהַשִּׁפְחָה שֶׁנִּפְדּוּ וְשֶׁנִּתְגַּיְּרוּ, וְשֶׁנִּשְׁתַּחְרְרוּ, פְּחוּתוֹת מִבְּנוֹת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד, כְּתֻבָּתָן מָאתַיִם, וְיֵשׁ לָהֶן טַעֲנַת בְּתוּלִים: \n הַגָּדוֹל שֶׁבָּא עַל הַקְּטַנָּה, וְקָטָן שֶׁבָּא עַל הַגְּדוֹלָה, וּמֻכַּת עֵץ, כְּתֻבָּתָן מָאתַיִם, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, מֻכַּת עֵץ, כְּתֻבָּתָהּ מָנֶה: \n בְּתוּלָה אַלְמָנָה, גְּרוּשָׁה, וַחֲלוּצָה, מִן הַנִּשּׂוּאִין, כְּתֻבָּתָהּ מָנֶה, וְאֵין לָהֶן טַעֲנַת בְּתוּלִים. הַגִּיּוֹרֶת, וְהַשְּׁבוּיָה, וְהַשִּׁפְחָה, שֶׁנִּפְדּוּ, וְשֶׁנִּתְגַּיְּרוּ, וְשֶׁנִּשְׁתַּחְרְרוּ, יְתֵרוֹת עַל בְּנוֹת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד, כְּתֻבָּתָן מָנֶה, וְאֵין לָהֶן טַעֲנַת בְּתוּלִין: \n הָאוֹכֵל אֵצֶל חָמִיו בִּיהוּדָה שֶׁלֹּא בְעֵדִים, אֵינוֹ יָכוֹל לִטְעֹן טַעֲנַת בְּתוּלִים, מִפְּנֵי שֶׁמִּתְיַחֵד עִמָּהּ. אַחַת אַלְמְנַת יִשְׂרָאֵל וְאַחַת אַלְמְנַת כֹּהֵן, כְּתֻבָּתָן מָנֶה. בֵּית דִּין שֶׁל כֹּהֲנִים הָיוּ גוֹבִין לַבְּתוּלָה אַרְבַּע מֵאוֹת זוּז, וְלֹא מִחוּ בְיָדָם חֲכָמִים: \n הַנּוֹשֵׂא אֶת הָאִשָּׁה וְלֹא מָצָא לָהּ בְּתוּלִים, הִיא אוֹמֶרֶת, מִשֶּׁאֵרַסְתַּנִי נֶאֱנַסְתִּי, וְנִסְתַּחֲפָה שָׂדֶךָ. וְהַלָּה אוֹמֵר, לֹא כִי, אֶלָּא עַד שֶׁלֹּא אֵרַסְתִּיךְ, וְהָיָה מִקָּחִי מֶקַּח טָעוּת. רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת בְּעוּלָה עַד שֶׁלֹּא תִתְאָרֵס, וְהִטְעַתּוּ, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n הִיא אוֹמֶרֶת מֻכַּת עֵץ אָנִי, וְהוּא אוֹמֵר, לֹא כִי, אֶלָּא דְרוּסַת אִישׁ אָתְּ, רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת דְּרוּסַת אִישׁ, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n רָאוּהָ מְדַבֶּרֶת עִם אֶחָד בַּשּׁוּק, אָמְרוּ לָהּ מַה טִּיבוֹ שֶׁל זֶה. אִישׁ פְּלוֹנִי וְכֹהֵן הוּא. רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת בְּעוּלָה לְנָתִין וּלְמַמְזֵר, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n הָיְתָה מְעֻבֶּרֶת, וְאָמְרוּ לָהּ מַה טִּיבוֹ שֶׁל עֻבָּר זֶה. מֵאִישׁ פְּלוֹנִי וְכֹהֵן הוּא. רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת מְעֻבֶּרֶת לְנָתִין וּלְמַמְזֵר, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n אָמַר רַבִּי יוֹסֵי, מַעֲשֶׂה בְתִינוֹקֶת שֶׁיָּרְדָה לְמַלֹּאת מַיִם מִן הָעַיִן, וְנֶאֱנְסָה. אָמַר רַבִּי יוֹחָנָן בֶּן נוּרִי, אִם רֹב אַנְשֵׁי הָעִיר מַשִּׂיאִין לַכְּהֻנָּה, הֲרֵי זוֹ תִנָּשֵׂא לַכְּהֻנָּה: \n",
    "text_english": "בְּתוּלָה נִשֵּׂאת לַיּוֹם הָרְבִיעִי, וְאַלְמָנָה לַיּוֹם הַחֲמִישִׁי. שֶׁפַּעֲמַיִם בַּשַּׁבָּת בָּתֵּי דִינִין יוֹשְׁבִין בָּעֲיָרוֹת, בַּיּוֹם הַשֵּׁנִי וּבַיּוֹם הַחֲמִישִׁי, שֶׁאִם הָיָה לוֹ טַעֲנַת בְּתוּלִים, הָיָה מַשְׁכִּים לְבֵית דִּין: \n בְּתוּלָה, כְּתֻבָּתָהּ מָאתַיִם. וְאַלְמָנָה, מָנֶה. בְּתוּלָה אַלְמָנָה, גְּרוּשָׁה, וַחֲלוּצָה, מִן הָאֵרוּסִין, כְּתֻבָּתָן מָאתַיִם, וְיֵשׁ לָהֶן טַעֲנַת בְּתוּלִים. הַגִּיּוֹרֶת, וְהַשְּׁבוּיָה, וְהַשִּׁפְחָה שֶׁנִּפְדּוּ וְשֶׁנִּתְגַּיְּרוּ, וְשֶׁנִּשְׁתַּחְרְרוּ, פְּחוּתוֹת מִבְּנוֹת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד, כְּתֻבָּתָן מָאתַיִם, וְיֵשׁ לָהֶן טַעֲנַת בְּתוּלִים: \n הַגָּדוֹל שֶׁבָּא עַל הַקְּטַנָּה, וְקָטָן שֶׁבָּא עַל הַגְּדוֹלָה, וּמֻכַּת עֵץ, כְּתֻבָּתָן מָאתַיִם, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, מֻכַּת עֵץ, כְּתֻבָּתָהּ מָנֶה: \n בְּתוּלָה אַלְמָנָה, גְּרוּשָׁה, וַחֲלוּצָה, מִן הַנִּשּׂוּאִין, כְּתֻבָּתָהּ מָנֶה, וְאֵין לָהֶן טַעֲנַת בְּתוּלִים. הַגִּיּוֹרֶת, וְהַשְּׁבוּיָה, וְהַשִּׁפְחָה, שֶׁנִּפְדּוּ, וְשֶׁנִּתְגַּיְּרוּ, וְשֶׁנִּשְׁתַּחְרְרוּ, יְתֵרוֹת עַל בְּנוֹת שָׁלֹשׁ שָׁנִים וְיוֹם אֶחָד, כְּתֻבָּתָן מָנֶה, וְאֵין לָהֶן טַעֲנַת בְּתוּלִין: \n הָאוֹכֵל אֵצֶל חָמִיו בִּיהוּדָה שֶׁלֹּא בְעֵדִים, אֵינוֹ יָכוֹל לִטְעֹן טַעֲנַת בְּתוּלִים, מִפְּנֵי שֶׁמִּתְיַחֵד עִמָּהּ. אַחַת אַלְמְנַת יִשְׂרָאֵל וְאַחַת אַלְמְנַת כֹּהֵן, כְּתֻבָּתָן מָנֶה. בֵּית דִּין שֶׁל כֹּהֲנִים הָיוּ גוֹבִין לַבְּתוּלָה אַרְבַּע מֵאוֹת זוּז, וְלֹא מִחוּ בְיָדָם חֲכָמִים: \n הַנּוֹשֵׂא אֶת הָאִשָּׁה וְלֹא מָצָא לָהּ בְּתוּלִים, הִיא אוֹמֶרֶת, מִשֶּׁאֵרַסְתַּנִי נֶאֱנַסְתִּי, וְנִסְתַּחֲפָה שָׂדֶךָ. וְהַלָּה אוֹמֵר, לֹא כִי, אֶלָּא עַד שֶׁלֹּא אֵרַסְתִּיךְ, וְהָיָה מִקָּחִי מֶקַּח טָעוּת. רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת בְּעוּלָה עַד שֶׁלֹּא תִתְאָרֵס, וְהִטְעַתּוּ, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n הִיא אוֹמֶרֶת מֻכַּת עֵץ אָנִי, וְהוּא אוֹמֵר, לֹא כִי, אֶלָּא דְרוּסַת אִישׁ אָתְּ, רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת דְּרוּסַת אִישׁ, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n רָאוּהָ מְדַבֶּרֶת עִם אֶחָד בַּשּׁוּק, אָמְרוּ לָהּ מַה טִּיבוֹ שֶׁל זֶה. אִישׁ פְּלוֹנִי וְכֹהֵן הוּא. רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. וְרַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת בְּעוּלָה לְנָתִין וּלְמַמְזֵר, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n הָיְתָה מְעֻבֶּרֶת, וְאָמְרוּ לָהּ מַה טִּיבוֹ שֶׁל עֻבָּר זֶה. מֵאִישׁ פְּלוֹנִי וְכֹהֵן הוּא. רַבָּן גַּמְלִיאֵל וְרַבִּי אֱלִיעֶזֶר אוֹמְרִים, נֶאֱמֶנֶת. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, לֹא מִפִּיהָ אָנוּ חַיִּין, אֶלָּא הֲרֵי זוֹ בְחֶזְקַת מְעֻבֶּרֶת לְנָתִין וּלְמַמְזֵר, עַד שֶׁתָּבִיא רְאָיָה לִדְבָרֶיהָ: \n אָמַר רַבִּי יוֹסֵי, מַעֲשֶׂה בְתִינוֹקֶת שֶׁיָּרְדָה לְמַלֹּאת מַיִם מִן הָעַיִן, וְנֶאֱנְסָה. אָמַר רַבִּי יוֹחָנָן בֶּן נוּרִי, אִם רֹב אַנְשֵׁי הָעִיר מַשִּׂיאִין לַכְּהֻנָּה, הֲרֵי זוֹ תִנָּשֵׂא לַכְּהֻנָּה: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Nedarim.1",
    "source": "sefaria",
    "ref": "Mishnah Nedarim 1",
    "title": "Mishnah Nedarim",
    "text_original": "כָּל כִּנּוּיֵי נְדָרִים כִּנְדָרִים, וַחֲרָמִים כַּחֲרָמִים, וּשְׁבוּעוֹת כִּשְׁבוּעוֹת, וּנְזִירוּת כִּנְזִירוּת. הָאוֹמֵר לַחֲבֵרוֹ, מֻדָּרְנִי מִמְּךָ, מֻפְרָשְׁנִי מִמְּךָ, מְרֻחָקְנִי מִמְּךָ, שֶׁאֵינִי אוֹכֵל לָךְ, שֶׁאֵינִי טוֹעֵם לָךְ, אָסוּר. מְנֻדֶּה אֲנִי לָךְ, רַבִּי עֲקִיבָא הָיָה חוֹכֵךְ בָּזֶה לְהַחֲמִיר. כְּנִדְרֵי רְשָׁעִים, נָדַר בְּנָזִיר, וּבְקָרְבָּן, וּבִשְׁבוּעָה. כְּנִדְרֵי כְשֵׁרִים, לֹא אָמַר כְּלוּם. כְּנִדְבוֹתָם, נָדַר בְּנָזִיר וּבְקָרְבָּן:   הָאוֹמֵר לַחֲבֵרוֹ, קוֹנָם קוֹנָח, קוֹנָס, הֲרֵי אֵלּוּ כִנּוּיִין לְקָרְבָּן. חֵרֶק חֵרֶךְ, חֵרֵף, הֲרֵי אֵלּוּ כִנּוּיִין לְחֵרֶם. נָזִיק נָזִיחַ, פָּזִיחַ, הֲרֵי אֵלּוּ כִנּוּיִין לִנְזִירוּת. שְׁבוּתָה, שְׁקוּקָה, נָדַר בְּמוֹתָא, הֲרֵי אֵלּוּ כִנּוּיִין לִשְׁבוּעָה:   הָאוֹמֵר לֹא חֻלִּין לֹא אֹכַל לָךְ, לֹא כָשֵׁר, וְלֹא דְכֵי, טָהוֹר, וְטָמֵא, נוֹתָר, וּפִגּוּל, אָסוּר. כְּאִמְּרָא, כַּדִּירִין, כָּעֵצִים, כָּאִשִּׁים, כַּמִּזְבֵּחַ, כַּהֵיכָל, כִּירוּשָׁלָיִם, נָדַר בְּאֶחָד מִכָּל מְשַׁמְּשֵׁי הַמִּזְבֵּחַ, אַף עַל פִּי שֶׁלֹּא הִזְכִּיר קָרְבָּן, הֲרֵי זֶה נָדַר בְּקָרְבָּן. רַבִּי יְהוּדָה אוֹמֵר, הָאוֹמֵר יְרוּשָׁלַיִם, לֹא אָמַר כְּלוּם:   הָאוֹמֵר, קָרְבָּן, עוֹלָה, מִנְחָה, חַטָּאת, תּוֹדָה, שְׁלָמִים שֶׁאֵינִי אוֹכֵל לָךְ, אָסוּר. רַבִּי יְהוּדָה מַתִּיר. הַקָּרְבָּן, כְּקָרְבָּן, קָרְבָּן שֶׁאֹכַל לָךְ, אָסוּר. לְקָרְבָּן לֹא אֹכַל לָךְ, רַבִּי מֵאִיר אוֹסֵר. הָאוֹמֵר לַחֲבֵרוֹ, קוֹנָם פִּי הַמְדַבֵּר עִמָּךְ, יָדִי עוֹשָׂה עִמָּךְ, רַגְלִי מְהַלֶּכֶת עִמָּךְ, אָסוּר:  ",
    "text_english": "כָּל כִּנּוּיֵי נְדָרִים כִּנְדָרִים, וַחֲרָמִים כַּחֲרָמִים, וּשְׁבוּעוֹת כִּשְׁבוּעוֹת, וּנְזִירוּת כִּנְזִירוּת. הָאוֹמֵר לַחֲבֵרוֹ, מֻדָּרְנִי מִמְּךָ, מֻפְרָשְׁנִי מִמְּךָ, מְרֻחָקְנִי מִמְּךָ, שֶׁאֵינִי אוֹכֵל לָךְ, שֶׁאֵינִי טוֹעֵם לָךְ, אָסוּר. מְנֻדֶּה אֲנִי לָךְ, רַבִּי עֲקִיבָא הָיָה חוֹכֵךְ בָּזֶה לְהַחֲמִיר. כְּנִדְרֵי רְשָׁעִים, נָדַר בְּנָזִיר, וּבְקָרְבָּן, וּבִשְׁבוּעָה. כְּנִדְרֵי כְשֵׁרִים, לֹא אָמַר כְּלוּם. כְּנִדְבוֹתָם, נָדַר בְּנָזִיר וּבְקָרְבָּן:   הָאוֹמֵר לַחֲבֵרוֹ, קוֹנָם קוֹנָח, קוֹנָס, הֲרֵי אֵלּוּ כִנּוּיִין לְקָרְבָּן. חֵרֶק חֵרֶךְ, חֵרֵף, הֲרֵי אֵלּוּ כִנּוּיִין לְחֵרֶם. נָזִיק נָזִיחַ, פָּזִיחַ, הֲרֵי אֵלּוּ כִנּוּיִין לִנְזִירוּת. שְׁבוּתָה, שְׁקוּקָה, נָדַר בְּמוֹתָא, הֲרֵי אֵלּוּ כִנּוּיִין לִשְׁבוּעָה:   הָאוֹמֵר לֹא חֻלִּין לֹא אֹכַל לָךְ, לֹא כָשֵׁר, וְלֹא דְכֵי, טָהוֹר, וְטָמֵא, נוֹתָר, וּפִגּוּל, אָסוּר. כְּאִמְּרָא, כַּדִּירִין, כָּעֵצִים, כָּאִשִּׁים, כַּמִּזְבֵּחַ, כַּהֵיכָל, כִּירוּשָׁלָיִם, נָדַר בְּאֶחָד מִכָּל מְשַׁמְּשֵׁי הַמִּזְבֵּחַ, אַף עַל פִּי שֶׁלֹּא הִזְכִּיר קָרְבָּן, הֲרֵי זֶה נָדַר בְּקָרְבָּן. רַבִּי יְהוּדָה אוֹמֵר, הָאוֹמֵר יְרוּשָׁלַיִם, לֹא אָמַר כְּלוּם:   הָאוֹמֵר, קָרְבָּן, עוֹלָה, מִנְחָה, חַטָּאת, תּוֹדָה, שְׁלָמִים שֶׁאֵינִי אוֹכֵל לָךְ, אָסוּר. רַבִּי יְהוּדָה מַתִּיר. הַקָּרְבָּן, כְּקָרְבָּן, קָרְבָּן שֶׁאֹכַל לָךְ, אָסוּר. לְקָרְבָּן לֹא אֹכַל לָךְ, רַבִּי מֵאִיר אוֹסֵר. הָאוֹמֵר לַחֲבֵרוֹ, קוֹנָם פִּי הַמְדַבֵּר עִמָּךְ, יָדִי עוֹשָׂה עִמָּךְ, רַגְלִי מְהַלֶּכֶת עִמָּךְ, אָסוּר:  ",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Nazir.1",
    "source": "sefaria",
    "ref": "Mishnah Nazir 1",
    "title": "Mishnah Nazir",
    "text_original": "כָּל כִּנּוּיֵי נְזִירוּת כִּנְזִירוּת. הָאוֹמֵר אֱהֵא, הֲרֵי זֶה נָזִיר. אוֹ אֱהֵא נָוֶה, נָזִיר. נָזִיק, נָזִיחַ, פָּזִיחַ, הֲרֵי זֶה נָזִיר. הֲרֵינִי כָּזֶה, הֲרֵינִי מְסַלְסֵל, הֲרֵינִי מְכַלְכֵּל, הֲרֵי עָלַי לְשַׁלַּח פֶּרַע, הֲרֵי זֶה נָזִיר. הֲרֵי עָלַי צִפֳּרִים, רַבִּי מֵאִיר אוֹמֵר, נָזִיר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ נָזִיר: \n הֲרֵינִי נָזִיר מִן הַחַרְצַנִּים, וּמִן הַזַּגִּים, וּמִן הַתִּגְלַחַת, וּמִן הַטֻּמְאָה, הֲרֵי זֶה נָזִיר וְכָל דִּקְדּוּקֵי נְזִירוּת עָלָיו. הֲרֵינִי כְשִׁמְשׁוֹן, כְּבֶן מָנוֹחַ, כְּבַעַל דְּלִילָה, כְּמִי שֶׁעָקַר דַּלְתוֹת עַזָּה, כְּמִי שֶׁנִּקְּרוּ פְלִשְׁתִּים אֶת עֵינָיו, הֲרֵי זֶה נְזִיר שִׁמְשׁוֹן. מַה בֵּין נְזִיר עוֹלָם לִנְזִיר שִׁמְשׁוֹן. נְזִיר עוֹלָם, הִכְבִּיד שְׂעָרוֹ, מֵקֵל בְּתַעַר וּמֵבִיא שָׁלשׁ בְּהֵמוֹת. וְאִם נִטְמָא, מֵבִיא קָרְבַּן טֻמְאָה. נְזִיר שִׁמְשׁוֹן, הִכְבִּיד שְׂעָרוֹ, אֵינוֹ מֵקֵל. וְאִם נִטְמָא, אֵינוֹ מֵבִיא קָרְבַּן טֻמְאָה: \n סְתָם נְזִירוּת שְׁלשִׁים יוֹם. אָמַר הֲרֵינִי נָזִיר אַחַת גְּדוֹלָה, הֲרֵינִי נָזִיר אַחַת קְטַנָּה, אֲפִלּוּ מִכָּאן וְעַד סוֹף הָעוֹלָם, נָזִיר שְׁלשִׁים יוֹם. הֲרֵינִי נָזִיר וְיוֹם אֶחָד, הֲרֵינִי נָזִיר וְשָׁעָה אֶחָת, הֲרֵינִי נָזִיר אַחַת וּמֶחֱצָה, הֲרֵי זֶה נָזִיר שְׁתָּיִם. הֲרֵינִי נָזִיר שְׁלשִׁים יוֹם וְשָׁעָה אֶחָת, נָזִיר שְׁלשִׁים וְאֶחָד יוֹם, שֶׁאֵין נוֹזְרִים לְשָׁעוֹת: \n הֲרֵינִי נָזִיר כִּשְׂעַר רֹאשִׁי, וְכַעֲפַר הָאָרֶץ, וּכְחוֹל הַיָּם, הֲרֵי זֶה נְזִיר עוֹלָם וּמְגַלֵּחַ אַחַת לִשְׁלשִׁים יוֹם. רַבִּי אוֹמֵר, אֵין זֶה מְגַלֵּחַ אַחַת לִשְׁלשִׁים יוֹם. וְאֵיזֶהוּ שֶׁמְּגַלֵּחַ אַחַת לִשְׁלשִׁים יוֹם, הָאוֹמֵר הֲרֵי עָלַי נְזִירוּת כִּשְׂעַר רֹאשִׁי, וְכַעֲפַר הָאָרֶץ, וּכְחוֹל הַיָּם: \n הֲרֵינִי נָזִיר מְלֹא הַבַּיִת אוֹ מְלֹא הַקֻּפָּה, בּוֹדְקִין אוֹתוֹ, אִם אָמַר אַחַת גְּדוֹלָה נָזָרְתִּי, נָזִיר שְׁלשִׁים יוֹם. וְאִם אָמַר סְתָם נָזָרְתִּי, רוֹאִין אֶת הַקֻּפָּה כְּאִלּוּ הִיא מְלֵאָה חַרְדָּל, וְנָזִיר כָּל יָמָיו: \n הֲרֵינִי נָזִיר מִכָּאן עַד מָקוֹם פְּלוֹנִי, אוֹמְדִין כַּמָּה יָמִים מִכָּאן עַד מָקוֹם פְּלוֹנִי, אִם פָּחוֹת מִשְּׁלשִׁים יוֹם, נָזִיר שְׁלשִׁים יוֹם, וְאִם לָאו, נָזִיר כְּמִנְיַן הַיָּמִים: \n הֲרֵינִי נָזִיר כְּמִנְיַן יְמוֹת הַחַמָּה, מוֹנֶה נְזִירוּת כְּמִנְיַן יְמוֹת הַחַמָּה. אָמַר רַבִּי יְהוּדָה, מַעֲשֶׂה הָיָה, כֵּיוָן שֶׁהִשְׁלִים מֵת: \n",
    "text_english": "כָּל כִּנּוּיֵי נְזִירוּת כִּנְזִירוּת. הָאוֹמֵר אֱהֵא, הֲרֵי זֶה נָזִיר. אוֹ אֱהֵא נָוֶה, נָזִיר. נָזִיק, נָזִיחַ, פָּזִיחַ, הֲרֵי זֶה נָזִיר. הֲרֵינִי כָּזֶה, הֲרֵינִי מְסַלְסֵל, הֲרֵינִי מְכַלְכֵּל, הֲרֵי עָלַי לְשַׁלַּח פֶּרַע, הֲרֵי זֶה נָזִיר. הֲרֵי עָלַי צִפֳּרִים, רַבִּי מֵאִיר אוֹמֵר, נָזִיר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ נָזִיר: \n הֲרֵינִי נָזִיר מִן הַחַרְצַנִּים, וּמִן הַזַּגִּים, וּמִן הַתִּגְלַחַת, וּמִן הַטֻּמְאָה, הֲרֵי זֶה נָזִיר וְכָל דִּקְדּוּקֵי נְזִירוּת עָלָיו. הֲרֵינִי כְשִׁמְשׁוֹן, כְּבֶן מָנוֹחַ, כְּבַעַל דְּלִילָה, כְּמִי שֶׁעָקַר דַּלְתוֹת עַזָּה, כְּמִי שֶׁנִּקְּרוּ פְלִשְׁתִּים אֶת עֵינָיו, הֲרֵי זֶה נְזִיר שִׁמְשׁוֹן. מַה בֵּין נְזִיר עוֹלָם לִנְזִיר שִׁמְשׁוֹן. נְזִיר עוֹלָם, הִכְבִּיד שְׂעָרוֹ, מֵקֵל בְּתַעַר וּמֵבִיא שָׁלשׁ בְּהֵמוֹת. וְאִם נִטְמָא, מֵבִיא קָרְבַּן טֻמְאָה. נְזִיר שִׁמְשׁוֹן, הִכְבִּיד שְׂעָרוֹ, אֵינוֹ מֵקֵל. וְאִם נִטְמָא, אֵינוֹ מֵבִיא קָרְבַּן טֻמְאָה: \n סְתָם נְזִירוּת שְׁלשִׁים יוֹם. אָמַר הֲרֵינִי נָזִיר אַחַת גְּדוֹלָה, הֲרֵינִי נָזִיר אַחַת קְטַנָּה, אֲפִלּוּ מִכָּאן וְעַד סוֹף הָעוֹלָם, נָזִיר שְׁלשִׁים יוֹם. הֲרֵינִי נָזִיר וְיוֹם אֶחָד, הֲרֵינִי נָזִיר וְשָׁעָה אֶחָת, הֲרֵינִי נָזִיר אַחַת וּמֶחֱצָה, הֲרֵי זֶה נָזִיר שְׁתָּיִם. הֲרֵינִי נָזִיר שְׁלשִׁים יוֹם וְשָׁעָה אֶחָת, נָזִיר שְׁלשִׁים וְאֶחָד יוֹם, שֶׁאֵין נוֹזְרִים לְשָׁעוֹת: \n הֲרֵינִי נָזִיר כִּשְׂעַר רֹאשִׁי, וְכַעֲפַר הָאָרֶץ, וּכְחוֹל הַיָּם, הֲרֵי זֶה נְזִיר עוֹלָם וּמְגַלֵּחַ אַחַת לִשְׁלשִׁים יוֹם. רַבִּי אוֹמֵר, אֵין זֶה מְגַלֵּחַ אַחַת לִשְׁלשִׁים יוֹם. וְאֵיזֶהוּ שֶׁמְּגַלֵּחַ אַחַת לִשְׁלשִׁים יוֹם, הָאוֹמֵר הֲרֵי עָלַי נְזִירוּת כִּשְׂעַר רֹאשִׁי, וְכַעֲפַר הָאָרֶץ, וּכְחוֹל הַיָּם: \n הֲרֵינִי נָזִיר מְלֹא הַבַּיִת אוֹ מְלֹא הַקֻּפָּה, בּוֹדְקִין אוֹתוֹ, אִם אָמַר אַחַת גְּדוֹלָה נָזָרְתִּי, נָזִיר שְׁלשִׁים יוֹם. וְאִם אָמַר סְתָם נָזָרְתִּי, רוֹאִין אֶת הַקֻּפָּה כְּאִלּוּ הִיא מְלֵאָה חַרְדָּל, וְנָזִיר כָּל יָמָיו: \n הֲרֵינִי נָזִיר מִכָּאן עַד מָקוֹם פְּלוֹנִי, אוֹמְדִין כַּמָּה יָמִים מִכָּאן עַד מָקוֹם פְּלוֹנִי, אִם פָּחוֹת מִשְּׁלשִׁים יוֹם, נָזִיר שְׁלשִׁים יוֹם, וְאִם לָאו, נָזִיר כְּמִנְיַן הַיָּמִים: \n הֲרֵינִי נָזִיר כְּמִנְיַן יְמוֹת הַחַמָּה, מוֹנֶה נְזִירוּת כְּמִנְיַן יְמוֹת הַחַמָּה. אָמַר רַבִּי יְהוּדָה, מַעֲשֶׂה הָיָה, כֵּיוָן שֶׁהִשְׁלִים מֵת: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Sotah.1",
    "source": "sefaria",
    "ref": "Mishnah Sotah 1",
    "title": "Mishnah Sotah",
    "text_original": "הַמְקַנֵּא לְאִשְׁתּוֹ, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מְקַנֵּא לָהּ עַל פִּי שְׁנַיִם, וּמַשְׁקָהּ עַל פִּי עֵד אֶחָד אוֹ עַל פִּי עַצְמוֹ. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מְקַנֵּא לָהּ עַל פִּי שְׁנַיִם וּמַשְׁקָהּ עַל פִּי שְׁנָיִם: \n כֵּיצַד מְקַנֵּא לָהּ. אָמַר לָהּ בִּפְנֵי שְׁנַיִם, אַל תְּדַבְּרִי עִם אִישׁ פְּלוֹנִי, וְדִבְּרָה עִמּוֹ, עֲדַיִן הִיא מֻתֶּרֶת לְבֵיתָהּ וּמֻתֶּרֶת לֶאֱכֹל בַּתְּרוּמָה. נִכְנְסָה עִמּוֹ לְבֵית הַסֵּתֶר וְשָׁהֲתָה עִמּוֹ כְדֵי טֻמְאָה, אֲסוּרָה לְבֵיתָהּ וַאֲסוּרָה לֶאֱכֹל בַּתְּרוּמָה. וְאִם מֵת, חוֹלֶצֶת וְלֹא מִתְיַבָּמֶת: \n וְאֵלּוּ אֲסוּרוֹת מִלֶּאֱכֹל בַּתְּרוּמָה, הָאוֹמֶרֶת טְמֵאָה אֲנִי לְךָ, וְשֶׁבָּאוּ עֵדִים שֶׁהִיא טְמֵאָה, וְהָאוֹמֶרֶת אֵינִי שׁוֹתָה, וְשֶׁבַּעְלָהּ אֵינוֹ רוֹצֶה לְהַשְׁקוֹתָהּ, וְשֶׁבַּעְלָהּ בָּא עָלֶיהָ בַדֶּרֶךְ. כֵּיצַד עוֹשֶׂה לָהּ, מוֹלִיכָהּ לְבֵית דִּין שֶׁבְּאוֹתוֹ מָקוֹם, וּמוֹסְרִין לוֹ שְׁנֵי תַלְמִידֵי חֲכָמִים, שֶׁמָּא יָבֹא עָלֶיהָ בַּדֶּרֶךְ. רַבִּי יְהוּדָה אוֹמֵר, בַּעְלָהּ נֶאֱמָן עָלֶיהָ: \n הָיוּ מַעֲלִין אוֹתָהּ לְבֵית דִּין הַגָּדוֹל שֶׁבִּירוּשָׁלַיִם, וּמְאַיְּמִין עָלֶיהָ כְדֶרֶךְ שֶׁמְּאַיְּמִין עַל עֵדֵי נְפָשׁוֹת. וְאוֹמְרִים לָהּ, בִּתִּי, הַרְבֵּה יַיִן עוֹשֶׂה, הַרְבֵּה שְׂחוֹק עוֹשֶׂה, הַרְבֵּה יַלְדוּת עוֹשָׂה, הַרְבֵּה שְׁכֵנִים הָרָעִים עוֹשִׂים. עֲשִׂי לִשְׁמוֹ הַגָּדוֹל שֶׁנִּכְתַּב בִּקְדֻשָּׁה, שֶׁלֹּא יִמָּחֶה עַל הַמָּיִם. וְאוֹמְרִים לְפָנֶיהָ דְּבָרִים שֶׁאֵינָהּ כְּדַאי לְשׁוֹמְעָן, הִיא וְכָל מִשְׁפַּחַת בֵּית אָבִיהָ: \n אִם אָמְרָה טְמֵאָה אָנִי, שׁוֹבֶרֶת כְּתֻבָּתָהּ וְיוֹצֵאת. וְאִם אָמְרָה טְהוֹרָה אָנִי, מַעֲלִין אוֹתָהּ לְשַׁעַר הַמִּזְרָח שֶׁעַל פֶּתַח שַׁעַר נִקָּנוֹר, שֶׁשָּׁם מַשְׁקִין אֶת הַסּוֹטוֹת, וּמְטַהֲרִין אֶת הַיּוֹלְדוֹת, וּמְטַהֲרִין אֶת הַמְּצֹרָעִים. וְכֹהֵן אוֹחֵז בִּבְגָדֶיהָ, אִם נִקְרְעוּ נִקְרָעוּ, אִם נִפְרְמוּ נִפְרָמוּ, עַד שֶׁהוּא מְגַלֶּה אֶת לִבָּהּ, וְסוֹתֵר אֶת שְׂעָרָהּ. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה לִבָּהּ נָאֶה, לֹא הָיָה מְגַלֵּהוּ. וְאִם הָיָה שְׂעָרָהּ נָאֶה, לֹא הָיָה סוֹתְרוֹ: \n הָיְתָה מִתְכַּסָּה בִלְבָנִים, מְכַסָּהּ בִּשְׁחוֹרִים. הָיוּ עָלֶיהָ כְלֵי זָהָב וְקַטְלָיאוֹת, נְזָמִים וְטַבָּעוֹת, מַעֲבִירִים מִמֶּנָּה כְּדֵי לְנַוְּלָהּ. וְאַחַר כָּךְ מֵבִיא חֶבֶל מִצְרִי וְקוֹשְׁרוֹ לְמַעְלָה מִדַּדֶּיהָ. וְכָל הָרוֹצֶה לִרְאוֹת בָּא לִרְאוֹת, חוּץ מֵעֲבָדֶיהָ וְשִׁפְחוֹתֶיהָ, מִפְּנֵי שֶׁלִּבָּהּ גַּס בָּהֶן. וְכָל הַנָּשִׁים מֻתָּרוֹת לִרְאוֹתָהּ, שֶׁנֶּאֱמַר (יחזקאל כג) וְנִוַּסְּרוּ כָּל הַנָּשִׁים וְלֹא תַעֲשֶׂינָה כְּזִמַּתְכֶנָה: \n בַּמִדָּה שֶׁאָדָם מוֹדֵד, בָּהּ מוֹדְדִין לוֹ. הִיא קִשְּׁטָה אֶת עַצְמָהּ לַעֲבֵרָה, הַמָּקוֹם נִוְּלָהּ. הִיא גִלְּתָה אֶת עַצְמָהּ לַעֲבֵרָה, הַמָּקוֹם גִּלָּה עָלֶיהָ. בַּיָּרֵךְ הִתְחִילָה בָעֲבֵרָה תְחִלָּה וְאַחַר כָּךְ הַבֶּטֶן, לְפִיכָךְ תִּלְקֶה הַיָּרֵךְ תְּחִלָּה וְאַחַר כָּךְ הַבֶּטֶן. וּשְׁאָר כָּל הַגּוּף לֹא פָלֵט: \n שִׁמְשׁוֹן הָלַךְ אַחַר עֵינָיו, לְפִיכָךְ נִקְּרוּ פְלִשְׁתִּים אֶת עֵינָיו, שֶׁנֶּאֱמַר (שופטים טז) וַיֹּאחֲזוּהוּ פְלִשְׁתִּים וַיְנַקְּרוּ אֶת עֵינָיו. אַבְשָׁלוֹם נִתְגָּאָה בִשְׂעָרוֹ, לְפִיכָךְ נִתְלָה בִשְׂעָרוֹ. וּלְפִי שֶׁבָּא עַל עֶשֶׂר פִּילַגְשֵׁי אָבִיו, לְפִיכָךְ נִתְּנוּ בוֹ עֶשֶׂר לוֹנְבִיּוֹת, שֶׁנֶּאֱמַר (שמואל ב יח) וַיָּסֹבּוּ עֲשָׂרָה אֲנָשִׁים נֹשְׂאֵי כְּלֵי יוֹאָב. וּלְפִי שֶׁגָּנַב שְׁלשָׁה לְבָבוֹת, לֵב אָבִיו, וְלֵב בֵּית דִּין, וְלֵב יִשְׂרָאֵל, שֶׁנֶּאֱמַר (שם טו) וַיְגַנֵּב אַבְשָׁלוֹם אֶת לֵב אַנְשֵׁי יִשְׂרָאֵל, לְפִיכָךְ נִתְקְעוּ בוֹ שְׁלשָׁה שְׁבָטִים, שֶׁנֶּאֱמַר (שם יח) וַיִּקַּח שְׁלשָׁה שְׁבָטִים בְּכַפּוֹ וַיִּתְקָעֵם בְּלֵב אַבְשָׁלוֹם: \n וְכֵן לְעִנְיַן הַטּוֹבָה. מִרְיָם הִמְתִּינָה לְמשֶׁה שָׁעָה אַחַת, שֶׁנֶּאֱמַר (שמות ב) וַתֵּתַצַּב אֲחֹתוֹ מֵרָחֹק, לְפִיכָךְ נִתְעַכְּבוּ לָהּ יִשְׂרָאֵל שִׁבְעָה יָמִים בַּמִּדְבָּר, שֶׁנֶּאֱמַר (במדבר יב) וְהָעָם לֹא נָסַע עַד הֵאָסֵף מִרְיָם. יוֹסֵף זָכָה לִקְבֹּר אֶת אָבִיו, וְאֵין בְּאֶחָיו גָּדוֹל מִמֶּנּוּ, שֶׁנֶּאֱמַר (בראשית נ) וַיַּעַל יוֹסֵף לִקְבֹּר אֶת אָבִיו, וַיַּעַל עִמּוֹ גַּם רֶכֶב גַּם פָּרָשִׁים. מִי לָנוּ גָדוֹל מִיּוֹסֵף, שֶׁלֹּא נִתְעַסֵּק בּוֹ אֶלָּא משֶׁה. משֶׁה זָכָה בְעַצְמוֹת יוֹסֵף, וְאֵין בְּיִשְׂרָאֵל גָּדוֹל מִמֶּנּוּ, שֶׁנֶּאֱמַר (שמות יג) וַיִּקַּח משֶׁה אֶת עַצְמוֹת יוֹסֵף עִמּוֹ. מִי גָדוֹל מִמּשֶׁה, שֶׁלֹּא נִתְעַסֵּק בּוֹ אֶלָּא הַמָּקוֹם, שֶׁנֶּאֱמַר (דברים לד) וַיִּקְבֹּר אֹתוֹ בַגַּיְא. לֹא עַל משֶׁה בִלְבַד אָמְרוּ, אֶלָּא עַל כָּל הַצַּדִּיקִים, שֶׁנֶּאֱמַר (ישעיה נח) וְהָלַךְ לְפָנֶיךָ צִדְקֶךָ כְּבוֹד ה' יַאַסְפֶךָ: \n",
    "text_english": "הַמְקַנֵּא לְאִשְׁתּוֹ, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מְקַנֵּא לָהּ עַל פִּי שְׁנַיִם, וּמַשְׁקָהּ עַל פִּי עֵד אֶחָד אוֹ עַל פִּי עַצְמוֹ. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מְקַנֵּא לָהּ עַל פִּי שְׁנַיִם וּמַשְׁקָהּ עַל פִּי שְׁנָיִם: \n כֵּיצַד מְקַנֵּא לָהּ. אָמַר לָהּ בִּפְנֵי שְׁנַיִם, אַל תְּדַבְּרִי עִם אִישׁ פְּלוֹנִי, וְדִבְּרָה עִמּוֹ, עֲדַיִן הִיא מֻתֶּרֶת לְבֵיתָהּ וּמֻתֶּרֶת לֶאֱכֹל בַּתְּרוּמָה. נִכְנְסָה עִמּוֹ לְבֵית הַסֵּתֶר וְשָׁהֲתָה עִמּוֹ כְדֵי טֻמְאָה, אֲסוּרָה לְבֵיתָהּ וַאֲסוּרָה לֶאֱכֹל בַּתְּרוּמָה. וְאִם מֵת, חוֹלֶצֶת וְלֹא מִתְיַבָּמֶת: \n וְאֵלּוּ אֲסוּרוֹת מִלֶּאֱכֹל בַּתְּרוּמָה, הָאוֹמֶרֶת טְמֵאָה אֲנִי לְךָ, וְשֶׁבָּאוּ עֵדִים שֶׁהִיא טְמֵאָה, וְהָאוֹמֶרֶת אֵינִי שׁוֹתָה, וְשֶׁבַּעְלָהּ אֵינוֹ רוֹצֶה לְהַשְׁקוֹתָהּ, וְשֶׁבַּעְלָהּ בָּא עָלֶיהָ בַדֶּרֶךְ. כֵּיצַד עוֹשֶׂה לָהּ, מוֹלִיכָהּ לְבֵית דִּין שֶׁבְּאוֹתוֹ מָקוֹם, וּמוֹסְרִין לוֹ שְׁנֵי תַלְמִידֵי חֲכָמִים, שֶׁמָּא יָבֹא עָלֶיהָ בַּדֶּרֶךְ. רַבִּי יְהוּדָה אוֹמֵר, בַּעְלָהּ נֶאֱמָן עָלֶיהָ: \n הָיוּ מַעֲלִין אוֹתָהּ לְבֵית דִּין הַגָּדוֹל שֶׁבִּירוּשָׁלַיִם, וּמְאַיְּמִין עָלֶיהָ כְדֶרֶךְ שֶׁמְּאַיְּמִין עַל עֵדֵי נְפָשׁוֹת. וְאוֹמְרִים לָהּ, בִּתִּי, הַרְבֵּה יַיִן עוֹשֶׂה, הַרְבֵּה שְׂחוֹק עוֹשֶׂה, הַרְבֵּה יַלְדוּת עוֹשָׂה, הַרְבֵּה שְׁכֵנִים הָרָעִים עוֹשִׂים. עֲשִׂי לִשְׁמוֹ הַגָּדוֹל שֶׁנִּכְתַּב בִּקְדֻשָּׁה, שֶׁלֹּא יִמָּחֶה עַל הַמָּיִם. וְאוֹמְרִים לְפָנֶיהָ דְּבָרִים שֶׁאֵינָהּ כְּדַאי לְשׁוֹמְעָן, הִיא וְכָל מִשְׁפַּחַת בֵּית אָבִיהָ: \n אִם אָמְרָה טְמֵאָה אָנִי, שׁוֹבֶרֶת כְּתֻבָּתָהּ וְיוֹצֵאת. וְאִם אָמְרָה טְהוֹרָה אָנִי, מַעֲלִין אוֹתָהּ לְשַׁעַר הַמִּזְרָח שֶׁעַל פֶּתַח שַׁעַר נִקָּנוֹר, שֶׁשָּׁם מַשְׁקִין אֶת הַסּוֹטוֹת, וּמְטַהֲרִין אֶת הַיּוֹלְדוֹת, וּמְטַהֲרִין אֶת הַמְּצֹרָעִים. וְכֹהֵן אוֹחֵז בִּבְגָדֶיהָ, אִם נִקְרְעוּ נִקְרָעוּ, אִם נִפְרְמוּ נִפְרָמוּ, עַד שֶׁהוּא מְגַלֶּה אֶת לִבָּהּ, וְסוֹתֵר אֶת שְׂעָרָהּ. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה לִבָּהּ נָאֶה, לֹא הָיָה מְגַלֵּהוּ. וְאִם הָיָה שְׂעָרָהּ נָאֶה, לֹא הָיָה סוֹתְרוֹ: \n הָיְתָה מִתְכַּסָּה בִלְבָנִים, מְכַסָּהּ בִּשְׁחוֹרִים. הָיוּ עָלֶיהָ כְלֵי זָהָב וְקַטְלָיאוֹת, נְזָמִים וְטַבָּעוֹת, מַעֲבִירִים מִמֶּנָּה כְּדֵי לְנַוְּלָהּ. וְאַחַר כָּךְ מֵבִיא חֶבֶל מִצְרִי וְקוֹשְׁרוֹ לְמַעְלָה מִדַּדֶּיהָ. וְכָל הָרוֹצֶה לִרְאוֹת בָּא לִרְאוֹת, חוּץ מֵעֲבָדֶיהָ וְשִׁפְחוֹתֶיהָ, מִפְּנֵי שֶׁלִּבָּהּ גַּס בָּהֶן. וְכָל הַנָּשִׁים מֻתָּרוֹת לִרְאוֹתָהּ, שֶׁנֶּאֱמַר (יחזקאל כג) וְנִוַּסְּרוּ כָּל הַנָּשִׁים וְלֹא תַעֲשֶׂינָה כְּזִמַּתְכֶנָה: \n בַּמִדָּה שֶׁאָדָם מוֹדֵד, בָּהּ מוֹדְדִין לוֹ. הִיא קִשְּׁטָה אֶת עַצְמָהּ לַעֲבֵרָה, הַמָּקוֹם נִוְּלָהּ. הִיא גִלְּתָה אֶת עַצְמָהּ לַעֲבֵרָה, הַמָּקוֹם גִּלָּה עָלֶיהָ. בַּיָּרֵךְ הִתְחִילָה בָעֲבֵרָה תְחִלָּה וְאַחַר כָּךְ הַבֶּטֶן, לְפִיכָךְ תִּלְקֶה הַיָּרֵךְ תְּחִלָּה וְאַחַר כָּךְ הַבֶּטֶן. וּשְׁאָר כָּל הַגּוּף לֹא פָלֵט: \n שִׁמְשׁוֹן הָלַךְ אַחַר עֵינָיו, לְפִיכָךְ נִקְּרוּ פְלִשְׁתִּים אֶת עֵינָיו, שֶׁנֶּאֱמַר (שופטים טז) וַיֹּאחֲזוּהוּ פְלִשְׁתִּים וַיְנַקְּרוּ אֶת עֵינָיו. אַבְשָׁלוֹם נִתְגָּאָה בִשְׂעָרוֹ, לְפִיכָךְ נִתְלָה בִשְׂעָרוֹ. וּלְפִי שֶׁבָּא עַל עֶשֶׂר פִּילַגְשֵׁי אָבִיו, לְפִיכָךְ נִתְּנוּ בוֹ עֶשֶׂר לוֹנְבִיּוֹת, שֶׁנֶּאֱמַר (שמואל ב יח) וַיָּסֹבּוּ עֲשָׂרָה אֲנָשִׁים נֹשְׂאֵי כְּלֵי יוֹאָב. וּלְפִי שֶׁגָּנַב שְׁלשָׁה לְבָבוֹת, לֵב אָבִיו, וְלֵב בֵּית דִּין, וְלֵב יִשְׂרָאֵל, שֶׁנֶּאֱמַר (שם טו) וַיְגַנֵּב אַבְשָׁלוֹם אֶת לֵב אַנְשֵׁי יִשְׂרָאֵל, לְפִיכָךְ נִתְקְעוּ בוֹ שְׁלשָׁה שְׁבָטִים, שֶׁנֶּאֱמַר (שם יח) וַיִּקַּח שְׁלשָׁה שְׁבָטִים בְּכַפּוֹ וַיִּתְקָעֵם בְּלֵב אַבְשָׁלוֹם: \n וְכֵן לְעִנְיַן הַטּוֹבָה. מִרְיָם הִמְתִּינָה לְמשֶׁה שָׁעָה אַחַת, שֶׁנֶּאֱמַר (שמות ב) וַתֵּתַצַּב אֲחֹתוֹ מֵרָחֹק, לְפִיכָךְ נִתְעַכְּבוּ לָהּ יִשְׂרָאֵל שִׁבְעָה יָמִים בַּמִּדְבָּר, שֶׁנֶּאֱמַר (במדבר יב) וְהָעָם לֹא נָסַע עַד הֵאָסֵף מִרְיָם. יוֹסֵף זָכָה לִקְבֹּר אֶת אָבִיו, וְאֵין בְּאֶחָיו גָּדוֹל מִמֶּנּוּ, שֶׁנֶּאֱמַר (בראשית נ) וַיַּעַל יוֹסֵף לִקְבֹּר אֶת אָבִיו, וַיַּעַל עִמּוֹ גַּם רֶכֶב גַּם פָּרָשִׁים. מִי לָנוּ גָדוֹל מִיּוֹסֵף, שֶׁלֹּא נִתְעַסֵּק בּוֹ אֶלָּא משֶׁה. משֶׁה זָכָה בְעַצְמוֹת יוֹסֵף, וְאֵין בְּיִשְׂרָאֵל גָּדוֹל מִמֶּנּוּ, שֶׁנֶּאֱמַר (שמות יג) וַיִּקַּח משֶׁה אֶת עַצְמוֹת יוֹסֵף עִמּוֹ. מִי גָדוֹל מִמּשֶׁה, שֶׁלֹּא נִתְעַסֵּק בּוֹ אֶלָּא הַמָּקוֹם, שֶׁנֶּאֱמַר (דברים לד) וַיִּקְבֹּר אֹתוֹ בַגַּיְא. לֹא עַל משֶׁה בִלְבַד אָמְרוּ, אֶלָּא עַל כָּל הַצַּדִּיקִים, שֶׁנֶּאֱמַר (ישעיה נח) וְהָלַךְ לְפָנֶיךָ צִדְקֶךָ כְּבוֹד ה' יַאַסְפֶךָ: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  },
  {
    "id": "sefaria:Mishnah_Gittin.1",
    "source": "sefaria",
    "ref": "Mishnah Gittin 1",
    "title": "Mishnah Gittin",
    "text_original": "הַמֵּבִיא גֵט מִמְּדִינַת הַיָּם, צָרִיךְ שֶׁיֹּאמַר, בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם. רַבָּן גַּמְלִיאֵל אוֹמֵר, אַף הַמֵּבִיא מִן הָרֶקֶם וּמִן הַחֶגֶר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֲפִלּוּ מִכְּפַר לוּדִים לְלוֹד. וַחֲכָמִים אוֹמְרִים, אֵינוֹ צָרִיךְ שֶׁיֹּאמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם, אֶלָּא הַמֵּבִיא מִמְּדִינַת הַיָּם וְהַמּוֹלִיךְ. וְהַמֵּבִיא מִמְּדִינָה לִמְדִינָה בִמְדִינַת הַיָּם, צָרִיךְ שֶׁיֹּאמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אֲפִלּוּ מֵהֶגְמוֹנְיָא לְהֶגְמוֹנְיָא: \n רַבִּי יְהוּדָה אוֹמֵר, מֵרֶקֶם לַמִּזְרָח, וְרֶקֶם כַּמִּזְרָח. מֵאַשְׁקְלוֹן לַדָּרוֹם, וְאַשְׁקְלוֹן כַּדָּרוֹם. מֵעַכּוֹ לַצָּפוֹן, וְעַכּוֹ כַּצָּפוֹן. רַבִּי מֵאִיר אוֹמֵר, עַכּוֹ כְּאֶרֶץ יִשְׂרָאֵל לַגִּטִּין: \n הַמֵּבִיא גֵט בְּאֶרֶץ יִשְׂרָאֵל, אֵינוֹ צָרִיךְ שֶׁיֹּאמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם. אִם יֵשׁ עָלָיו עוֹרְרִים, יִתְקַיֵּם בְּחוֹתְמָיו. הַמֵּבִיא גֵט מִמְּדִינַת הַיָּם וְאֵינוֹ יָכוֹל לוֹמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם, אִם יֵשׁ עָלָיו עֵדִים, יִתְקַיֵּם בְּחוֹתְמָיו: \n אֶחָד גִּטֵּי נָשִׁים וְאֶחָד שִׁחְרוּרֵי עֲבָדִים, שָׁווּ לַמּוֹלִיךְ וְלַמֵּבִיא. וְזוֹ אַחַד מִן הַדְּרָכִים שֶׁשָּׁווּ גִטֵּי נָשִׁים לְשִׁחְרוּרֵי עֲבָדִים: \n כָּל גֵּט שֶׁיֵּשׁ עָלָיו עֵד כּוּתִי, פָּסוּל, חוּץ מִגִּטֵּי נָשִׁים וְשִׁחְרוּרֵי עֲבָדִים. מַעֲשֶׂה, שֶׁהֵבִיאוּ לִפְנֵי רַבָּן גַּמְלִיאֵל לִכְפַר עוֹתְנַאי גֵּט אִשָּׁה וְהָיוּ עֵדָיו עֵדֵי כוּתִים, וְהִכְשִׁיר. כָּל הַשְּׁטָרוֹת הָעוֹלִים בְּעַרְכָּאוֹת שֶׁל גּוֹיִם, אַף עַל פִּי שֶׁחוֹתְמֵיהֶם גּוֹיִם, כְּשֵׁרִים, חוּץ מִגִּטֵּי נָשִׁים וְשִׁחְרוּרֵי עֲבָדִים. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף אֵלּוּ כְשֵׁרִין, לֹא הֻזְכְּרוּ אֶלָּא בִזְמַן שֶׁנַּעֲשׂוּ בְהֶדְיוֹט: \n הָאוֹמֵר, תֵּן גֵּט זֶה לְאִשְׁתִּי וּשְׁטָר שִׁחְרוּר זֶה לְעַבְדִּי, אִם רָצָה לַחֲזֹר בִּשְׁנֵיהֶן, יַחֲזֹר, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בְּגִטֵּי נָשִׁים, אֲבָל לֹא בְשִׁחְרוּרֵי עֲבָדִים, לְפִי שֶׁזָּכִין לָאָדָם שֶׁלֹּא בְּפָנָיו וְאֵין חָבִין לוֹ אֶלָּא בְּפָנָיו. שֶׁאִם יִרְצֶה שֶׁלֹּא לָזוּן אֶת עַבְדּוֹ, רַשַּׁאי. וְשֶׁלֹּא לָזוּן אֶת אִשְׁתּוֹ, אֵינוֹ רַשָּׁאי. אָמַר לָהֶם, וַהֲרֵי הוּא פוֹסֵל אֶת עַבְדּוֹ מִן הַתְּרוּמָה כְּשֵׁם שֶׁהוּא פוֹסֵל אֶת אִשְׁתּוֹ. אָמְרוּ לוֹ, מִפְּנֵי שֶׁהוּא קִנְיָנוֹ. הָאוֹמֵר, תְּנוּ גֵט זֶה לְאִשְׁתִּי, וּשְׁטָר שִׁחְרוּר זֶה לְעַבְדִּי, וּמֵת, לֹא יִתְּנוּ לְאַחַר מִיתָה. תְּנוּ מָנֶה לְאִישׁ פְּלוֹנִי, וּמֵת, יִתְּנוּ לְאַחַר מִיתָה: \n",
    "text_english": "הַמֵּבִיא גֵט מִמְּדִינַת הַיָּם, צָרִיךְ שֶׁיֹּאמַר, בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם. רַבָּן גַּמְלִיאֵל אוֹמֵר, אַף הַמֵּבִיא מִן הָרֶקֶם וּמִן הַחֶגֶר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֲפִלּוּ מִכְּפַר לוּדִים לְלוֹד. וַחֲכָמִים אוֹמְרִים, אֵינוֹ צָרִיךְ שֶׁיֹּאמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם, אֶלָּא הַמֵּבִיא מִמְּדִינַת הַיָּם וְהַמּוֹלִיךְ. וְהַמֵּבִיא מִמְּדִינָה לִמְדִינָה בִמְדִינַת הַיָּם, צָרִיךְ שֶׁיֹּאמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, אֲפִלּוּ מֵהֶגְמוֹנְיָא לְהֶגְמוֹנְיָא: \n רַבִּי יְהוּדָה אוֹמֵר, מֵרֶקֶם לַמִּזְרָח, וְרֶקֶם כַּמִּזְרָח. מֵאַשְׁקְלוֹן לַדָּרוֹם, וְאַשְׁקְלוֹן כַּדָּרוֹם. מֵעַכּוֹ לַצָּפוֹן, וְעַכּוֹ כַּצָּפוֹן. רַבִּי מֵאִיר אוֹמֵר, עַכּוֹ כְּאֶרֶץ יִשְׂרָאֵל לַגִּטִּין: \n הַמֵּבִיא גֵט בְּאֶרֶץ יִשְׂרָאֵל, אֵינוֹ צָרִיךְ שֶׁיֹּאמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם. אִם יֵשׁ עָלָיו עוֹרְרִים, יִתְקַיֵּם בְּחוֹתְמָיו. הַמֵּבִיא גֵט מִמְּדִינַת הַיָּם וְאֵינוֹ יָכוֹל לוֹמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתָּם, אִם יֵשׁ עָלָיו עֵדִים, יִתְקַיֵּם בְּחוֹתְמָיו: \n אֶחָד גִּטֵּי נָשִׁים וְאֶחָד שִׁחְרוּרֵי עֲבָדִים, שָׁווּ לַמּוֹלִיךְ וְלַמֵּבִיא. וְזוֹ אַחַד מִן הַדְּרָכִים שֶׁשָּׁווּ גִטֵּי נָשִׁים לְשִׁחְרוּרֵי עֲבָדִים: \n כָּל גֵּט שֶׁיֵּשׁ עָלָיו עֵד כּוּתִי, פָּסוּל, חוּץ מִגִּטֵּי נָשִׁים וְשִׁחְרוּרֵי עֲבָדִים. מַעֲשֶׂה, שֶׁהֵבִיאוּ לִפְנֵי רַבָּן גַּמְלִיאֵל לִכְפַר עוֹתְנַאי גֵּט אִשָּׁה וְהָיוּ עֵדָיו עֵדֵי כוּתִים, וְהִכְשִׁיר. כָּל הַשְּׁטָרוֹת הָעוֹלִים בְּעַרְכָּאוֹת שֶׁל גּוֹיִם, אַף עַל פִּי שֶׁחוֹתְמֵיהֶם גּוֹיִם, כְּשֵׁרִים, חוּץ מִגִּטֵּי נָשִׁים וְשִׁחְרוּרֵי עֲבָדִים. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף אֵלּוּ כְשֵׁרִין, לֹא הֻזְכְּרוּ אֶלָּא בִזְמַן שֶׁנַּעֲשׂוּ בְהֶדְיוֹט: \n הָאוֹמֵר, תֵּן גֵּט זֶה לְאִשְׁתִּי וּשְׁטָר שִׁחְרוּר זֶה לְעַבְדִּי, אִם רָצָה לַחֲזֹר בִּשְׁנֵיהֶן, יַחֲזֹר, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בְּגִטֵּי נָשִׁים, אֲבָל לֹא בְשִׁחְרוּרֵי עֲבָדִים, לְפִי שֶׁזָּכִין לָאָדָם שֶׁלֹּא בְּפָנָיו וְאֵין חָבִין לוֹ אֶלָּא בְּפָנָיו. שֶׁאִם יִרְצֶה שֶׁלֹּא לָזוּן אֶת עַבְדּוֹ, רַשַּׁאי. וְשֶׁלֹּא לָזוּן אֶת אִשְׁתּוֹ, אֵינוֹ רַשָּׁאי. אָמַר לָהֶם, וַהֲרֵי הוּא פוֹסֵל אֶת עַבְדּוֹ מִן הַתְּרוּמָה כְּשֵׁם שֶׁהוּא פוֹסֵל אֶת אִשְׁתּוֹ. אָמְרוּ לוֹ, מִפְּנֵי שֶׁהוּא קִנְיָנוֹ. הָאוֹמֵר, תְּנוּ גֵט זֶה לְאִשְׁתִּי, וּשְׁטָר שִׁחְרוּר זֶה לְעַבְדִּי, וּמֵת, לֹא יִתְּנוּ לְאַחַר מִיתָה. תְּנוּ מָנֶה לְאִישׁ פְּלוֹנִי, וּמֵת, יִתְּנוּ לְאַחַר מִיתָה: \n",
    "language": "he",
    "category": "jewish",
    "subcategory": "mishnah",
    "date_composed": "Talmudic",
    "metadata": {
      "section": 1
    }
  }
]